[{"title":"பூனாச்சி அல்லது ஒரு வெள்ளாட்டின் கதை (Poonaachi Allathu Oru Vellatin Kathai) (Novel) (Tamil Edition)","author":"PerumalMurugan","kinds":["note","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight"],"contents":["-","போய் வருகிறேன் என்று ஆனந்தமாகவே விடைபெற்றாள் பூனாச்சி.","கூடுமா? அண்ணாந்தால்","கூடுமா? அண்ணாந்தால் அல்லவா வானம் தென்படும்","அண்ணாந்தால் அல்லவா வானம் தென்படும்?","போய் வருகிறேன் என்று ஆனந்தமாகவே விடைபெற்றாள் பூனாச்சி.","இயல்பிலேயே குனிந்துவிட்டால் ஏது தளை?","பூனாச்சிக்கு வெட்கமாக இருந்தது.","'பேசற வாயும் திங்கற வாயும் ஒன்னுதான். ஆனாலும் எல்லாத்தயும் பேசீர முடியுமா? இல்ல, எல்லாத்தயும் தின்னர முடியுமா?' என்றாள் கிழவி.","அன்றைக்குத்தான் பூனாச்சி கழுத்தில் முதன்முதலாகக் கயிறு ஏறியது. அதன்பின் அது ஒருபோதும் இறங்கவேயில்லை.","'தூர இருக்கறவங்களுக்கு அதிசயம். பக்கத்துல இருக்கறவங் களுக்குத் தொந்தரவு'","போனமுறை இங்கே வந்தபோது பருவம் கூடாத சிறுபெண். இப்போதோ ஏழு பிள்ளைகளை ஒரே பேற்றில் ஈன்று வளர்த்துப் பறி கொடுத்து எல்லாத் துன்பங்களையும் கண்டு சோர்ந்திருக்கும் உருவம்."]},{"title":"Why I Stopped Wearing My Socks","author":"Alok Kejriwal","kinds":["highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight"],"contents":["Odd Dimensional","Odd Dimensional","Odd Dimensional Cargo.","stock keeping unit","We both knew that this was going to be a hostile meeting and none of the investors would arrange for lunch for us, perhaps as a tactic to wear us down.","I pronounced ‘thousand’ as ‘thouzzzzand’ to make it sound grand.","The concept is simple: when your mind is pure and not clouded by any preconceived notions, you have amazing clarity and breakthrough ideas emerge.","‘Everything starts small’","deduce if my buyer has a vanity fetish. If yes, he will most likely buy a solution from me that will make him look smarter in the organisation over other people.","In the end, she spoke up and offered a valuation far richer than I would have proposed! Waiting before speaking paid me rich dividends."]},{"title":"Ponniyin Selvan (All Parts) Kindle Edition: பொன்னியின் செல்வன் (Tamil Edition)","author":"கல்கி kalki","kinds":["highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight"],"contents":["பூரண சந்திரனுடைய உதயத்தை எதிர்பார்த்து ஆஹ்லாத ஆரவாரம் செய்யும் ஜலசமுத்திரத்தைப் போல் இந்த ஜனசமுத்திரமும் ஆர்வம் மிகுந்து ஆரவாரம் செய்து கொண்டிருந்தது.","கையில் தடியை ஓங்கிய வண்ணம், \"நில், நில்! அப்படியே நில்! மேலே வந்தாயோ தொலைந்தாய்! உன்னைக் கொன்று குழிவெட்டி மூடி விடுவேன்! ஜாக்கிரதை!\" என்று ஆழ்வார்க்கடியான் மதயானையைப் பார்த்து இரைந்தான்!","நரகத்தையே சொர்க்கம் என்று சொல்லிச் சாதித்து, அதை நம்பும் படியும் செய்து, நரகத்தில் சந்தோஷமாகக் குதிக்கும்படி செய்துவிடுவாள்!\"","மதத்தலைவர்கள் மத விஷயங்களுடன் நிற்க வேண்டும். மதத் தலைவர்கள் இராஜரீக காரியங்களில் தலையிட்டால் மதத்துக்கும் கேடு; இராஜ்யத்துக்கும் கேடு.","துன்பமும், துரோகமும் சூழ்ந்த இந்தப் பொல்லாத உலகத்தில் தனக்கு அமைதியும் ஆனந்தமும் அளிப்பது அந்தச் சாண் அகலத்துப் படகுதான்.","மணிமாடங்களின் மீதிருந்து மென்மையான விரல்கள் மீட்டும் வீணையும், யாழும் எத்தகைய இன்ப கீதத்தை எழுப்புகின்றன!","ஆலவாய் இறைவன் நரியைப் பரியாக்கிப் பரியை நரியாக்கியதாகச் சிவபக்தரின் வரலாறு கூறுகிறது. அதுபோல்...\"","தடங்கல்களுக்கும் என்ன குறைவு? உலகமே தடங்கல் மயம்தான்!","வந்தியத்தேவனுக்கும் ஒரே வியப்பாய்ப் போய் விட்டது. இனி அவகாசம் கிடைத்ததும், திருக்குறளைப் படித்துவிட்டுத் தான் வேறு காரியம் பார்ப்பது என்று தீர்மானித்துக் கொண்டான்.","தாடியும் சடையும் இழந்த காலாமுகனுடைய முகம் சாக்ஷாத் வீரவைஷ்ணவ ஆழ்வார்க்கடியானுடைய முகமாகக் காட்சி அளித்தது.","ஒருவரிடம் நாம் அன்பு வைத்திருப்பது உண்மையானால் அவருடைய சந்தோஷம் நமக்கும் சந்தோஷம் தர வேண்டும்.","பகைவர்கள் 'தொழுத கையினில்' ஆயுதம் வைத்திருப்பார்கள் என்றும், அவர்கள் 'அழுத கண்ணீரிலும்' ஆயுதம் மறைந்திருக்கும் என்றும் வள்ளுவர் கூறியிருக்கிறார்.","வந்தியத்தேவனுடைய கிறுக்குக் குணம் அவனை விட்டுப் போகவில்லை! 'போய் வருகிறேன்!' என்று சொல்கிற பாவனையாகக் கையை ஆட்டிவிட்டு,","\"பிறந்தால் பச்சைக் கிளியாகப் பிறக்க வேண்டும்!\" என்றாள் பூங்குழலி. ","\"அந்தரங்கமான ஆசையிருந்தால் கலியாணம் செய்து கொண்டுதான் தீர வேண்டுமா?\" ","\"ஆமாம்; ஆமாம் கந்தமாறனுக்கு எப்போதும் பழுவூர் பாட்டியைப் பற்றித்தான் கவலை.","ஏழு தந்திகள் கொண்ட யாழ் அது. ஒவ்வொரு தந்தியிலும் பாதி வரையில் ஒரு ஸ்வரமும் அதற்கு மேலே இன்னொரு ஸ்வரமும் பேசக் கூடியது.","நெஞ்சிலே உரம் இருந்தால், உடலிலும் வலிமை உண்டாகும் போலும்!","வேண்டிய அளவு தூங்கிய பிறகு, இலேசாக நினைவுகளும், கனவுகளும் தோன்றின.","தெய்வங்களுக்குள்ளே உயர்வு தாழ்வு சொல்லி வேடிக்கையாகக்கூட விவாதம் செய்யக்கூடாது. அதனால் சாதாரண ஜனங்களின் உள்ளம் குழப்பத்துக்கு உள்ளாகும்!","மனோரதம் நிறைவேறிவிட்டது. அவரும் அவருடைய காதலரும் கோடிக்கரைக்குப் போய் அலை கடலில் படகு செலுத்தியும், குழகர் கோவிலில் சேவை","மனோரதம் நிறைவேறிவிட்டது. அவரும் அவருடைய காதலரும் கோடிக்கரைக்குப் போய் அலை கடலில் படகு செலுத்தியும், குழகர் கோவிலில் சேவை செய்தும் ஆனந்த வாழ்க்கை நடத்தப்","முதல் நாள் இரவு நடந்ததைப் பொன்னியின் செல்வர் நினைவு கூர்ந்து கூறினார்: \"வானதி! கொஞ்சம்","\"நீங்கள் இனி உங்கள் வாழ்த்துக் கவிதைகளை உசிதப்படி மாற்றிக் கொண்டு சொல்லுங்கள்!\"","நான்தான் அமுதமுண்டு அமரனாகி விட்டேனே! எனக்கு இனி மரணம் இல்லை!","அருள்மொழிவர்மனின் அருமை நண்பனே! நீடூழி நீ வாழ்வாயாக! வீரத் தமிழரின் மரபில் உன் திருநாமம் என்றும் நிலைத்து விளங்குவதாக!","\"இராஜ ராஜ தேவரின் திருத்தமக்கையார், வல்லவரையர் வந்தியத்தேவரின் மகாதேவியார், ஆழ்வார் பராந்தகர் குந்தவையார்\" என்று பொறிக்கப்பட்டு விளங்குகிறது.","ஆனால் வானதி தன் சபதத்தை நிறைவேற்றிவிட்டு உயிர் துறக்கிறாள். இராஜ இராஜனுடன் சோழ சிங்காதனம் ஏறுகிறவள் 'உலகமகாதேவி' என்னும் திருநாமம் கொண்ட இன்னொரு ராணியாவாள்."]},{"title":"The Upstarts","author":"Brad Stone","kinds":["highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight"],"contents":["usher in a new trust economy, helping regular folks to negotiate transportation and accommodations in the age of ubiquitous internet access.","would later say that he briefly thought Seibel was talking about actual angels.","made the classic mistake that all investors make,’ wrote Fred Wilson, a Twitter backer, a few years later. ‘We focused too much on what they were doing at the time","and not enough on what they could do, would do, and did","and not enough on what they could do, would do, and did do.’","Silicon Valley’s startup scientists have a name for this phase in a company’s gestation; they call it the Trough of Sorrow, when the novelty of a new business idea wears off and the founders are left trying to jump-start an actual business.","Cockroach was Graham’s word for an unkillable startup that could weather any challenge, and it was the highest possible compliment in his startup lexicon.","‘It’s way more than I deserved. It’s more than any human deserves,’ he told me over breakfast at a New York City café in 2015.","They kicked off the process simply by contacting a friend, Naval Ravikant, who had created an e-mail network of SEC-accredited investors called AngelList. Kalanick had been","They kicked off the process simply by contacting a friend, Naval Ravikant, who had created an e-mail network of SEC-accredited investors called","They kicked off the process simply by contacting a friend, Naval Ravikant, who had created an e-mail network of SEC-accredited investors called AngelList.","‘Well, Ryan, because the code is written in Spanish. Welcome to Uber.’","officers flashed badges, and then one of them held up a clipboard with a cease-and-desist letter and a large, glossy head shot of a smiling Ryan Graves.","the internet could do more than connect people with information and one another in a purely digital realm; it could also efficiently move physical things in the real world.","Concur, one of the most popular makers of expense-account software, acquired Outtask.","This was his fatal mistake. If Seamless Wheels suffered from bad timing and Taxi Magic from stubbornness, Cabulous was doomed by civility.","In other words, he would have had to ruthlessly prioritize the best possible outcome for his company, despite his prior personal commitments.","‘Don’t worry about competitors; startups usually die of suicide, not homicide.’ He","‘Don’t worry about competitors; startups usually die of suicide, not homicide.’","It’s okay to think about things that may not scale, to break away from the mythology of Silicon Valley,’ Gebbia","It’s okay to think about things that may not scale, to break away from the mythology of Silicon Valley,’ Gebbia","It’s okay to think about things that may not scale, to break away from the mythology of Silicon Valley,’","(The only phone number on the site redirected the caller to the personal cell phone of Joe Gebbia.)","He had coded the entire site himself, using what was then a new open-source programming language called Ruby on Rails.","hosted the site on the nascent Amazon Web Services,","‘Son, no one from the internet is going to pay you a thousand dollars.’","The spam operation earned Blecharczyk close to a million dollars, he says, and paid his college tuition at Harvard University","earned him a spot on an online blacklist called Register of Known Spam Operators,","In late 2009, a few months after it had graduated from YC, Airbnb appeared to create a mechanism that automatically sent an e-mail to anyone who posted a property for rent on Craigslist, even if that person had specified that he did not want to receive unsolicited messages. If","In late 2009, a few months after it had graduated from YC, Airbnb appeared to create a mechanism that automatically sent an e-mail to anyone who posted a property for rent on Craigslist, even if that person had specified that he did not want to receive unsolicited messages. If","In late 2009, a few months after it had graduated from YC, Airbnb appeared to create a mechanism that automatically sent an e-mail to anyone who posted a property for rent on Craigslist, even if that person had specified that he did not want to receive unsolicited messages. If","In late 2009, a few months after it had graduated from YC, Airbnb appeared to create a mechanism that automatically sent an e-mail to anyone who posted a property for rent on Craigslist, even if that person had specified that he did not want to receive unsolicited messages.","it allowed users to take a streamlined version of their elegant listing on Airbnb and then cross-post it with a single click on Craigslist. ‘Reposting your listing from Airbnb to Craigslist increases your earnings by $500 a month on average,’","Instead it [would] take a marketing-minded engineer to dissect the product and build an integration this smooth.’","If a user said he liked yoga, for example","If a user said he liked yoga, for example, he would see an ad from Airbnb on Facebook that announced ‘Rent Your Room to a Yogi!’ If a person liked wine, he’d see ‘Rent Your Room to a Wine Lover!’ and so on.","the Samwer brothers.","CrowdFlower, which relegated menial business tasks to independent workers over the internet,","The company was exhibiting an elusive phenomenon called negative churn, in which users who joined the service were more likely to stay with it and gradually increase their frequency of use than they were to leave.","Wimdu, based in Berlin, was founded, funded, and operated by the Samwers, the fearsome trio of German brothers that Brian Chesky had been warned about.","‘The worst thing you can do to a cloner is to let him keep his baby,’","‘This is when I became CEO in a meaningful way,’","the company was a blossoming passion","without staying a full year or collecting any portion of his fifty thousand shares of stock. What he couldn’t have known was this: in just a few years, those shares would be worth more than a hundred million dollars.","Geidt and Graves based the Seattle operation on the three-person structure in New York. The general manager supervised the overall business in the city and was accountable for its growth. He or she needed to be entrepreneurial, scrappy, and aggressive in talks with regulators.","Geidt and Graves based the Seattle operation on the three-person structure in New York. The general manager supervised the overall business in the city and was accountable for its growth. He or she needed to be entrepreneurial, scrappy, and aggressive in talks with regulators. An operations manager, usually an analytical type like a management consultant or investment banker, was in charge of signing up drivers and making sure there were cars for every passenger who opened the app. Finally, a community manager, a creative type with marketing chops, worked to stimulate demand among riders.","‘Technology companies used to be all product and engineering, sitting at its headquarters. When you scale up, you just light up another machine. When we scale we have to get more cars on the ground","Uber basically broke New York City into a series of targeted micro-cities. The execs called it ‘the SoHo strategy,’","“This Travis guy, he is really showing us what is possible.”’","Dynamic pricing wasn’t quite right, Kalanick argued, because prices would never fall below the baseline rate. The term surge pricing, he believed, was more accurate, plus it sounded slightly foreboding, which was precisely","Dynamic pricing wasn’t quite right, Kalanick argued, because prices would never fall below the baseline rate. The term surge pricing, he believed, was more accurate, plus it sounded slightly foreboding, which was precisely the point.","Pao then spent a second week confirming the thesis by breaking Boston’s Uber drivers into two groups. Some saw surging rates at night while others did not. Again, drivers with higher fares during peak times stayed in the system longer and completed more trips. Pao now had something that the previous unfocused tests of surge pricing hadn’t yielded – conclusive math. He presented his findings to Kalanick, showing that","Pao then spent a second week confirming the thesis by breaking Boston’s Uber drivers into two groups. Some saw surging rates at night while others did not. Again, drivers with higher fares during peak times stayed in the system longer and completed more trips.","‘Travis is a real entrepreneur,’ Amazon CEO Jeff Bezos told board member Bill Gurley","‘You don’t need validation from a venture","‘You don’t need validation from a venture capitalist. You are past that,’ Robertson told him.","Uber was by and large a law-abider, not a law-bender.","Uber was by and large a law-abider, not a law-bender. Over the next two years, and for surprising reasons, that changed.","It was the first step down a path that would become increasingly important that year: mobilizing Uber’s customers to fight on its behalf.","It was the first step down a path that would become increasingly important that year: mobilizing Uber’s customers to fight on its behalf.","Pishevar, who started the session by having the Uber logo shaved into the hair on the back of his head.","‘The real issue is how receptive the government is to the progress of the people,’ Kalanick","Our product is so superior to the status quo that if we give people the opportunity to see it or try it, in any place in the world where government has to be at least somewhat responsive to the people, they will demand it and defend its right to exist.","To live in San Francisco in the year 2012 was to wonder, with mounting curiosity, why those weird pink carstaches were suddenly everywhere.","policy to be held by a wholly owned Uber subsidiary, which was named Rasier – German for ‘shave.’","Uber, in other words, was coming after the mustache.","jeopardy; Airbnb didn’t tell hosts they","Employees at both Airbnb and Uber remember these dinners well. Says one Airbnb exec who was also close to Uber employees: ‘Brian would come back saying, “We have to be tougher!” and Travis would come back saying, “We have to be nicer!”’","Google’s sixty thousand employees whose collective energies and 20 percent free time at work could be deployed to aid the Uber cause.","companies could work together to develop Google Maps,","ubiquity of GPS rendered the Knowledge essentially superfluous in an unkind instant.","the rape may have been a setup by Ola, Uber’s primary rival in India.","Relationships matter. Ethical decision-making matters. Ignoring the established order can be a virtue – until suddenly it’s not.","Relationships matter. Ethical decision-making matters. Ignoring the established order can be a virtue – until suddenly it’s not. And presenting yourself to the world with a little bit of humility can pay off amply in the long run."]},{"title":"Pachinko","author":"Min Jin Lee","kinds":["highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight"],"contents":["Ah, the belly has a better memory than the heart!”","I thought that no matter how many hills and brooks you crossed, the whole world was Korea and everyone in it was Korean.","ideas can make men forget their own interests.","Once-tenderhearted people seemed wary and tough.","Like a man starved, Noa filled his mind, ravenous for good books.","The commonplace idea that girls were neater than boys was not true in her case.","to live without forgiveness was a kind of death with breathing and movement","In life, there was so much insult and injury, and she had no choice but to collect what was hers. But now she wished to take Solomon’s shame, too, and add it to her pile, though she was already overwhelmed.","She had marveled at their miniature human form and their good health.","but had he? He had given her Noa; unless she had been pregnant, she wouldn’t have married Isak, and without Isak, she wouldn’t have had Mozasu and now her grandson Solomon.","“Of course, the worst one is the tax on the mediocre. Now, that one’s a bitch.”","Phoebe loved being with Solomon’s family. It was much smaller than her own, but everyone seemed closer, as if each member were organically attached to one seamless body, whereas her enormous extended family felt like cheerfully mismatched Lego bricks in a large bucket.","Without Hansu and Isak and Noa, there wouldn’t have been this pilgrimage to this land."]},{"title":"The Everything Store: Jeff Bezos and the Age of Amazon","author":"Brad Stone","kinds":["highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight"],"contents":["In the end, we are our choices.","Bezos is a micromanager with a limitless spring of new ideas, and he reacts harshly to efforts that don’t meet his rigorous standards.","Bezos wields his laugh like a weapon.","narrative fallacy?’","‘When a company comes up with an idea, it’s a messy process. There’s no aha moment,’","‘He went to school on everybody,’","He was very methodical about everything in his life.’","‘I knew when I was eighty that I would never, for example, think about why I walked away from my 1994 Wall Street bonus right in the middle of","‘I knew when I was eighty that I would never, for example, think about why I walked away from my 1994 Wall Street bonus right in the middle of the year at the worst possible time. That kind of thing just isn’t something you worry about when you’re eighty years","And if the potential employees made the mistake of talking about wanting a harmonious balance between work and home life, Bezos rejected them.","and finally a letter informing him that the vehicle had been sold at auction for seven hundred dollars.","‘You were stuck in amber. But inside that amber was frenetic activity that no one else could see.’","(Always Amazon.com, never Amazon","every company in retail stands on the shoulders of the giants that came before it.","Bezos did not tell other employees or his directors, particularly since Scott Cook, the founder of Intuit, was on both the Amazon and eBay boards.","An amiable former Apple exec and the chief executive of Intuit in the mid-1990s,","Silicon Valley legend, a former Columbia University football coach named Bill Campbell.","They were naturally worried that the goose who laid the golden egg might be about to crack the egg in half.","Amazon was mentioned in some seven hundred stories about the new Harry Potter novel in June and July that year.","Amazon announced a new initiative called Marketplace. The effort started with used","Amazon announced a new initiative called Marketplace. The effort started with used books.","‘Man, that’s a good-looking woman!’ His friends would all sing out, ‘It’s a miracle!’ before everyone collapsed in stitches.","forever after, they would be known as fulfillment centers, or FCs.","‘Communication is a sign of dysfunction. It means people aren’t working together in a close, organic way. We should be trying to figure out a way for teams to communicate less with each other, not more.’","‘What we do is hard. This is not where people go to retire.’","had this unbelievable ability to be incredibly intelligent about things he had nothing to do with, and he was totally ruthless about communicating it.’","a group that included Vijay","Japanese consultants occasionally came to work with Amazon, and they were so unimpressed and derogatory that Amazon employees gave them a nickname: the insultants.","Bezos also helped to pioneer the modern crowd-sourcing movement with a service called Mechanical Turk and laid the groundwork for Amazon Web Services –","Bezos had decided to rent his spare computer capacity during the quieter periods.","‘You go back in time a hundred years, if you wanted to have electricity, you had to build your own little electric power plant, and a lot of factories did this.","‘You go back in time a hundred years, if you wanted to have electricity, you had to build your own little electric power plant, and a lot of factories did this. As soon as the electric power grid came online, they dumped their electric power generator, and they started buying power off the grid. It just makes more sense. And that’s what is starting to happen with infrastructure computing.’14","Bezos believed that high margins justified rivals’ investments in research and development and attracted more competition, while low margins attracted customers and were more defensible.","Finally, after years of setbacks and internal rancor, Amazon was unquestionably a technology company, what Bezos had always imagined it to be.","Prime members bought more products across more categories, which in turn convinced sellers to let Amazon stock their merchandise and ship their orders from its fulfillment centers, since that meant their products qualified for Prime two-day shipping.","‘The second thing is that he is not tethered by conventional thinking. What is amazing to me is that he is bound only by the laws of physics.","In fact, finding the toll-free number on the Amazon website can be something of a scavenger hunt.","Hsieh saw that the acquisition could offer a sizable payout for employees at a moment when many desperately needed it.","Yet Hsieh, Lin, and Moritz had fought back fiercely, dueling Amazon to what might best be considered a draw.","It was one of Jobs’s last public performances and a spellbinding swan song from an iconic entrepreneur","‘willingness to be misunderstood,’","‘One of those great paradoxes is that it’s usually the missionaries who end up making more money anyway.’","Amazon was on track to lose $100 million over three months in the diapers category alone.","So the Quidsi executives stuck with Amazon, largely out of fear.","‘I’ve just always considered it a game and we are figuring out how to best play it,’"]},{"title":"குருதிப் புனல் / Kurudhippunal (Tamil Edition)","author":"இந்திரா பார்த்தசாரதி / Indira Parthasarathy","kinds":["highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight"],"contents":["திருப்பிக் கொடுத்துவிடலாம். சுவையான கற்பனை, ‘ஈகோ’ திருப்தி அடைந்தால் சரி.","சுவையான கற்பனை, ‘ஈகோ’ திருப்தி அடைந்தால் சரி.","கண்ணுக்குத் தெரியுதோ இல்லியோ. எதிலயாவது நம்பிக்கை இருந்தாத்தான் சமூகங்கிற வண்டி ஓடும்.”","பிரபஞ்சத்தில் ‘மனிதன்’ என்ற பொதுக் கருத்தின் தனிமை வற்புறுத்தப்படுவதை அவன் எதிர்த்தானே தவிர, தனித் தன்மையைத் தியாகம் செய்த மனிதர்களால் உருவாவதுதான் சமூகம் என்பதை அவனால் ஏற்றுக்கொள்ள முடியவில்லை","சமூக மதிப்புகளின் பாதிப்பினால்தான், அதாவது இவற்றை ஏற்றுக்கொள்வதினாலோ அல்லது எதிர்ப்பதினாலோ ஒரு தனி மனிதனின் மனோதத்துவப்","சமூக மதிப்புகளின் பாதிப்பினால்தான், அதாவது இவற்றை ஏற்றுக்கொள்வதினாலோ அல்லது எதிர்ப்பதினாலோ ஒரு தனி மனிதனின் மனோதத்துவப்","சமூக மதிப்புகளின் பாதிப்பினால்தான், அதாவது இவற்றை ஏற்றுக்கொள்வதினாலோ அல்லது எதிர்ப்பதினாலோ ஒரு தனி மனிதனின் மனோதத்துவப் பிரக்ஞை உருவாகிறதே தவிர,","‘சிந்தனையைக் கொன்றுவிடு; அல்லது மூச்சை நிறுத்திவிடு...’","“ஒன்றுமில்லாத சாதாரண விஷயங்களையும் ஒரு மந்திரமாக்கி, ரஸம் காணுவதுதான் நம் நாட்டு கிராம மக்களுடைய இயல்பு. தினசரி வாழ்க்கைக்கு இது முக்கியத்துவம் தருகிறது. அவர்களுடைய சுவாரஸ்யத்தை நாம் கெடுக்கவேண்டாம்”","“கடவுளும் சும்மா திண்ணைத் தூங்கியாத்தானிருக்காரு, உலகத்திலே நடக்கிற அக்கிரமத்தைப் பாத்திண்டு... ஆனா அவர் இருக்கார்ங்கிற நினைவு நமக்கு ஒரு தெம்பா இருக்கு இல்லியா?”","கல்வி அறிவற்ற மக்களுக்கு கோஷங்களையே உணவாகத் தந்து ஜனநாயகத்தைக் கேலிக் கூத்தாக்கும் நாடகம் எப்பொழுது முடிவடையப் போகிறது?","நம்ம நகரங்கிறது ஒரு போலித்தனமான அமைப்பு."]},{"title":"The Remains of the Day (FF Classics)","author":"Kazuo Ishiguro","kinds":["highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight"],"contents":["most irritating of traits in an employer – inconsistency","‘My, my, Stevens. A lady-friend. And at your age.’","For it was then that I felt the first healthy flush of anticipation for the many interesting experiences I know these days ahead hold in store for me.","what you mean by “professionalism”. It appears to mean getting one’s way by cheating and manipulating. It means ordering one’s priorities according to greed and advantage rather than the desire to see goodness and justice prevail in the world.","There, that’s all my high principles amount","Whenever I thought of leaving, I just saw myself going out there and finding nobody who knew or cared about me. There, that’s all my high principles amount","‘When are they not, Mr Stevens?","The hard reality is, surely, that for the likes of you and me, there is little choice other than to leave our fate, ultimately, in the hands of those great gentlemen at the hub of this world","The hard reality is, surely, that for the likes of you and me, there is little choice other than to leave our fate, ultimately, in the hands of those great gentlemen at the hub of this world who employ our services."]},{"title":"Sila Nerankalil Sila Manitharkal (Tamil Classic Novel) (Tamil Edition)","author":"Jayakanthan","kinds":["highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight"],"contents":["கேப்பாளே, கேப்பாளே! அதுக்குத்தானே இருக்கா - மனுஷா, பொல்லாத மனுஷா!","இந்தப் புலி என்னைப் பார்த்துச் சிரிக்கிறது. என்கிட்டே அன்பு காட்டறது; எனக்கு ஆதரவா இருக்கு; ஆனாலும் இது புலி! நானும் சிரிக்கிறேன். பதிலுக்கு நன்றி காட்டறேன். ஆனால் பாதுகாத்துக்கவும் வேணும்.","அவ அவ புத்திதான் அவ அவளுக்கு உதவி செய்யணும்.","கண்ணீர் - அதுதான் மனசின் அசுத்தம்பட்ட தண்ணீர்.","உன்னை முடிஞ்சவரைக்கும் மறைச்சு வச்சுக்கோ. இல்லேன்னா உன் அம்மா, அண்ணா, மாமா எல்லாரையும் போல உலகமே உன்னை இளப்பமா நெனைக்கும் . .","சீ! பேசாம இருக்கிற என் நாக்கு பேச ஆரம்பிச்சால் என்னென்ன பேசிடறது!","இவர் எனக்காக நடிக்கறார். நான் இவருக்காக நடிக்கறேன்.","‘யாதனின் யாதனின் நீங்கியான் நோதல் அதனின் அதனின் இலன்’னு"]},{"title":"User Friendly","author":"Cliff Kuang","kinds":["highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight"],"contents":["since computers are so smart, wouldn’t it make sense to teach computers about people, instead of teaching people about computers?","Notre-Dame","Disasters always mirror the way things should work.","We were building technology for people, but the technologists didn’t understand people.”","Humans might fail—but they are not wrong.","feedback is what turns any man-made creation into an object that you relate to, one that might evoke feelings of ease or ire, satisfaction or frustration.","Imagine if carbon emissions had no other effects than they do now, but that carbon accumulation turned the sky from blue to green. In a world like that, it’s hard to believe that we’d still be arguing about whether mankind was having an effect on the climate. We might","Imagine if carbon emissions had no other effects than they do now, but that carbon accumulation turned the sky from blue to green. In a world like that, it’s hard to believe that we’d still be arguing about whether mankind was having an effect on the climate. We","Imagine if carbon emissions had no other effects than they do now, but that carbon accumulation turned the sky from blue to green. In a world like that, it’s hard to believe that we’d still be arguing about whether mankind was having an effect on the climate.","Until the worst has happened, there is no feedback about what the effects of our actions are, and by then it’s too late.","Today, buyer/seller feedback is what has made us comfortable with the online economy","self-conscious users, because they posted less and less, would drift ever so slightly away from the app.","Instagram ruthlessly adopted Snapchat’s feedback philosophy, inserting a strip of “stories” at the top of the app, which let users share photos without the possibility of getting likes, and with the only way of replying being to send a direct message.","Instagram ruthlessly adopted Snapchat’s feedback philosophy, inserting a strip of “stories” at the top of the app,","Instagram nudge its average user time ever upward.","helping Instagram nudge its average user time ever upward.","It is a strange kind of world we live in, where to make sure that men make no mayhem with a machine, they’re made to behave like buttons.","the theater was too nice for the practical and unassuming Iowans.","Dreyfuss built his career on the faith that there was an underlying logic to what people wanted.","If good designs are not available for the man in the street, the system which produces these designs must be undemocratic and wrong.”","arguing that leisure, gained by a few seconds here and there, contributed to social progress.","Designers, by aligning consumer design with business incentives, thus became high priests of the faith that better goods meant better lives all around.","the tenets became so obvious that today they feel as if they’d always existed.","correctly operating a machine was about finding the right person to operate it.","new technology turned the issue of “fitting the machine to the man” into something not just physical but mental.","It took almost a century of progress to find the “user” in “user friendly,” and that journey was advanced by war. Only with such high stakes could a radically different","It took almost a century of progress to find the “user” in “user friendly,” and that journey was advanced by war. Only with such high stakes could a radically different","It took almost a century of progress to find the “user” in “user friendly,” and that journey was advanced by war. Only with such high stakes could a radically different","It took almost a century of progress to find the “user” in “user friendly,” and that journey was advanced by war. Only with such high stakes could a radically different","It took almost a century of progress to find the “user” in “user friendly,” and that journey was advanced by war. Only with such high stakes could a radically different","Only with such high stakes could a radically different paradigm—of fitting the machine to the man—take hold so quickly.","many lives. It took almost a century of progress to find the “user” in “user friendly,” and that journey was advanced by war. Only with such high stakes could a radically different paradigm—of fitting the machine to the man—take hold so quickly.","It took almost a century of progress to find the “user” in “user friendly,” and that journey was advanced by war. Only with such high stakes could a radically different paradigm—of fitting the machine to the man—take hold so quickly.","as much as humans might learn, they would always be prone to err. But if you understood why these errors occurred, they could be designed out of existence.","years before that Audi would come to market, there were at least dozens of driverless trucks and cars plying routes across","the United States.4 The greater challenge lies in making these technologies into something we trust.","one of the worst pieces of software ever designed: Clippy, the animated assistant that used to pop up every time you did anything in Microsoft Word.","Her team eventually produced the Venus Snap, a women’s razor that doesn’t have a handle. Instead, there’s a tab about the size of a half dollar with grippy rubber","“Beauty” is the word we use when a designer’s vision overlaps with our own.","they were both assuming that design was an act of personal inspiration.","there were always two competing strands of thought. On one hand, the ideal of making people’s lives better by solving their problems; on the other, the drive to simply stoke consumer lust and keep the furnace of capitalism well fed.","Moggridge realized that the software wasn’t a thing separate from the laptop. It was all the same experience, one big web of interactions.","The explicit need versus the latent need. People will usually tell you what they want, but not what they need.”","The most important questions to ask were those that people never thought to ask themselves.","the company was able to spread its influence because of projects that themselves","the company was able to spread its influence because of projects that themselves were influential.","Engelbart, instead, saw machines as tools built to serve.","Minsky imagined what the machine could become as something outside ourselves, perhaps beyond us.","“That film helped solidify for us that human-to-human interaction should be the metaphor for design.”","Disability is so often an engine of innovation, simply because humans will invent ways to satisfy their needs,","“We’re reframing disability as an opportunity.”","“Our capabilities are always changing.”","The utility is so obvious that consent has simply been assumed.","“Any sufficiently advanced technology is indistinguishable from magic,” he told me.","casinos comp you drinks and shows when you lose.","turning a negative experience into a positive one. That’s why casinos comp you drinks and shows when you lose.","As studies have shown, innovation labs usually fail not because of a lack of ideas but because at some point those new ideas require new ways of working.","companies shunting hard decisions onto their users, asking them to figure out what the company couldn’t figure out for itself. Within the trade, this is often described as “shipping your org chart.”","The point is, we’re still figuring out how much to share about what we know of someone else—even while all of us on social media know the data is already public. As we’re","The point is, we’re still figuring out how much to share about what we know of someone else—even while all of us on social media know","The point is, we’re still figuring out how much to share about what we know of someone else—even while all of us on social media know the data is already public.","You might chitchat with colleagues and ask them where they went to college, even though you know where they went, because they’re always popping up as a suggested connection on LinkedIn.","confirmation bias","when things don’t turn out like we expect, our brains catch fire. Alert to the chance of gleaning a new pattern, our reward centers buzz. It’s the same dopamine circuitry triggered","when things don’t turn out like we expect, our brains catch fire. Alert to the chance of gleaning a new pattern, our reward centers buzz. It’s the same dopamine circuitry triggered by heroin and cocaine.","He codified the principles in just three elements: motivation, trigger, and ability. Create a motivation, no matter how silly or trivial. Provide a trigger that lets a user sate that motivation. Then make it easy to act upon it.","Uber calls “forward dispatch,” that queues up the next drive before the present one has ended—much like Netflix queues up the next episode of a series. “It","Uber calls “forward dispatch,” that queues up the next drive before the present one has ended—much like Netflix queues up the next episode of a series.","Lies spread far better than truth, because a lie that we can believe in is so much easier to share than a truth that requires another click to discern.","And because its algorithm unintentionally privileges negativity, the greatest rush comes by attacking outsiders: The other sports team. The other political party. The ethnic minority.”","“Facebook’s most consequential impact may be in amplifying the universal tendency toward tribalism. Posts dividing the world into ‘us’ and ‘them’ rise naturally, tapping into users’ desire to belong. Its gamelike","“Facebook’s most consequential impact may be in amplifying the universal tendency toward tribalism. Posts dividing the world into ‘us’ and ‘them’ rise naturally, tapping into users’ desire to belong. Its gamelike","“Facebook’s most consequential impact may be in amplifying the universal tendency toward tribalism. Posts dividing the world into ‘us’ and ‘them’ rise naturally, tapping into users’ desire to belong. Its gamelike","“Facebook’s most consequential impact may be in amplifying the universal tendency toward tribalism. Posts dividing the world into ‘us’ and ‘them’ rise naturally, tapping into users’ desire to belong. Its gamelike","interface rewards engagement, delivering a dopamine boost when users accrue likes and responses, training users to indulge behaviors that win affirmation. And because its algorithm unintentionally privileges negativity, the greatest rush comes by attacking outsiders: The other sports team. The other political party. The ethnic minority.”33 Moreover, on the street, people might think awful","things, but they’re held in check by the rhythms and mores of the commons. Society, after all, is built to encourage some behaviors while tamping down others—to foster certain types of communities while holding others in check. That is society’s most basic function. Facebook, by contrast, makes it easy to say awful things in public. Unlike in the commons, such extremity is rewarded with likes. People can realize, thanks to a feedback mechanism","things, but they’re held in check by the rhythms and mores of the commons. Society, after all, is built to encourage some behaviors while tamping down others—to foster certain types of communities while holding others in check. That is society’s most basic function. Facebook, by contrast, makes it easy to say awful things in public. Unlike in the commons, such extremity is rewarded with likes. People can realize, thanks to a feedback mechanism that never existed before, that there are others just like themselves. The signal gets reinforced. By that mechanism, what might have been a fringe opinion expressed under one’s breath can then harden into a worldview typed out in all caps.","The ease of user-friendly design allows us to become the worst version of ourselves.","But as our machines have become more elegant, our ability to alter them hasn’t nearly kept pace.","The automation paradox suggests that as machines make things easier for us—as they take more friction from our daily life—they leave us less able to do things we once took for granted.","By fulfilling the lower-level desires, we became freed to contemplate the higher ones.","Hegelian dialectic—the idea that society creates a thesis that’s met with a reaction, then an antithesis that amends that prior paradigm, and finally a synthesis, which resolves the tension between the two.","Tibbets wants to turn companies into mere verbs in a sentence that people write for themselves.","Brad Smith, the CEO of Intuit, has become a vocal advocate for emotional design, which may be surprising given that his company is best known for tax-preparation software. Adopting a user-friendly approach to research, his team at Intuit discovered a great","deal about the emotional layers driving user perceptions of their product: “Consumers spend 6 billion hours each year using software to prepare their income taxes; anything we can do to reduce that time will be a gift. At the end of the process, most taxpayers are owed a refund","—and for 70 percent of them, that refund is the single largest check they’ll receive during the year. In this context we began to think less about the pure functionality of our software and more about the emotional payoff of reducing drudgery and speeding the way toward","big windfall.” Under his direction, the Intuit product development team spent tens of thousands of hours “working alongside customers to see how they actually use our products.” Smith said, “As we did, we made notes with smiley faces next to elements that customers","enjoyed and sad faces at places where they hit a snag—an example of using design to simplify the feedback mechanism. We’ve emphasized to engineers, product managers, and designers that functionality isn’t enough anymore. We have to build emotion into the","product.”15 I sometimes ask my designers to think of the product journey as a form of romance, complete with emotional highs and lows. We even ask users to write breakup letters to products and services that no longer work for them. What you learn from","these letters is that user-friendly design is about much more than usability.","when you first put your design in front of someone, with no direction or explanation. As most designers will tell you, time slows down as you wait to see what this first user will do.","The feedback cycle between designer and user is the beating heart of the user-friendly world."]},{"title":"Anxious People","author":"Fredrik Backman","kinds":["highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","note","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight"],"contents":["We’re not in control. So we learn to pretend, all the time, about our jobs and our marriages and our children and everything else.","We don’t have a plan, we just do our best to get through the day, because there’ll be another one coming along tomorrow.","he keeps them pressed at the same time for ten seconds he’ll be able to restore life to its factory settings.","‘Because it’s open plan! Otherwise the bank robber would never have been able to aim","At the end of your career you’re trying to find a point to it all, and at the start of it you’re looking for a purpose.","The older man thinks the most important thing is for a police officer to do the right thing, the younger thinks it’s more important to do things correctly.","Parents are defined by their mistakes.’","Your fingertips in the palm of my hand. Before you knew how many things I’d failed","Your fingertips in the palm of my hand. Before you knew how many things I’d failed at.","She said you can’t protect your kids from life, because life gets us all in the end.’","We want to walk in their footsteps while they pursue our dreams.","we don’t want our children to pursue their own dreams or walk in our footsteps.","He sometimes thinks it’s impossible to know if children end up completely different despite the fact that they grew up together, or precisely because of that.","the sky doesn’t seem to bother even attempting to impress us, it greets us with the colour of newspaper in a puddle, and dawn leaves behind it a fog as if someone has been setting fire to ghosts.","bank robber was thirty-nine, and had therefore reached an age where there’s suddenly very little difference between fourteen and twenty. That’s what makes a person","bank robber was thirty-nine, and had therefore reached an age where there’s suddenly very little difference between fourteen and twenty. That’s what makes a person feel old.","sometimes it’s easier to live with your own anxieties if you know that no one else is happy, either.","I’ll interpret that as suggesting that it’s perfectly okay to have a binary attitude to intelligence.","whereas the police didn’t receive the call until the postman who had seen the bank robber in the stairwell called his wife, who happened to work in a café opposite the police station.","how odd it is that you can’t hate your mum. That it still doesn’t feel like it was her fault.","You soon learn how to phrase things in such a way as to preclude any follow-up questions.","Yes. So I was surprised when I realized that I didn’t want to die. It came as a bit of a shock.","The most expensive thing you can buy in the most densely populated places on the planet is distance.’","Can you imagine what a bad parent you must have been for your children not to want to be parents?","“Now you’ll have to learn to cry in the cupboard, Jules, because children get frightened if you cry in front of them.”’","Parents also get frightened if kids cry in front of them.","replied without thinking at all: ‘You love each other until you can’t live without each other. And even if you stop loving each other","‘You love each other until you can’t live without each other. And even if you stop loving each other for a little while, you can’t … you can’t live without each other.’","The following morning they were angry at the sun for rising, and couldn’t forgive the world for living on without her.","‘Even if I knew that tomorrow the world would go to pieces, I would still plant my apple tree.’","One of the most human things about anxiety is that we try to cure chaos with chaos.","‘Everyone is someone else’s Stockholmer, I guess.’","‘He was my echo. Everything I do is quieter now,’","you don’t have to lead by telling other people what to do, you can lead by just letting them do what they’re capable of instead.","loneliness is like starvation, you don’t realize how hungry you are until you begin to eat.","your children aren’t your children, they’re the sons and daughters of life’s longing for itself.","and if you yawned when she was next to you, she would lean forward and stick a finger in your mouth, just to see if she could pull it out again before you closed your mouth.","Nothing must happen to you No, what am I saying Everything must happen to you And it must be wonderful Julia will give Estelle a completely different type of literature in exchange.","Nothing must happen to you No, what am I saying Everything must happen to you And it must be wonderful","Somewhere, in some sort of heaven, Estelle will be listening to music with one man and talking about literature with another. She’s earned that.","They make it slow, bureaucratic, difficult to manoeuver. To stop the world lurching about too much. People need bureaucracy, to give them time to think before they do something stupid.’","We’re not going to die. We’re not going to die. We’re not going to die, you and I.","They say that a person’s personality is the sum of their experiences. But that isn’t true, at least not entirely, because if our past was all that defined us, we’d never be able to put up with ourselves. We need to be allowed to convince ourselves that we’re more than the mistakes we made yesterday. That we are all of our next choices, too, all of our tomorrows."]},{"title":"The Ultimate Goal","author":"Vikram Sood","kinds":["highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight"],"contents":["It is dangerous for the US to try to create economies that are clones of itself with similar consumption patterns.","They will be just as profligate, and the planet just does not have the resources","They will be just as profligate, and the planet just does not have the resources to meet this greed.","There must be a single message that should be going out; this does not mean a controlled media, but a media that thinks nationally even when it acts internationally.","French fries became ‘freedom fries’ and French toast became ‘liberty toast’ even in the US Congress café!","Most of us would remember how angry the US government was when the French refused","Most of us would remember how angry the US government was when the French refused to toe its line on Iraq in 2003. So French fries became ‘freedom fries’ and French toast became ‘liberty toast’ even in the US Congress café!","It was actually an agent handled by the CIA inside the African National Congress who, in August 1962, provided the exact details of Nelson Mandela’s movements, leading to his arrest","Vietnam War, the press was very much boxed in by the CIA.","Vietnam War,","mere chest thumping, as India is prone to do, without much to back its claims, only dents its credibility.","It did not matter that fifteen of the nineteen hijackers were Saudis. There was just too much oil, too much money and too many fears (among the Saudis and Israel)","The Indians have their own problems regarding secular politics and a resistance to the politics of the Narendra Modi government.","A religion is whatever its individual believers understand it to be or make it to be.","If Islam is to coexist with democracy — whether in the Middle East, South Asia, Europe or the US — then Muslims, like millions of Jews and Christians before them, must discover more liberal ways of interpreting their faith.","world. In the US, the worlds of the government and corporate help and trust each other. Both gain from this partnership and the country gains as a result. In India, the government and corporate worlds distrust each other, and are often disdainful of the other. Both lose, as does the country.","In the US, the worlds of the government and corporate help and trust each other. Both gain from this partnership and the country gains as a result. In India, the government and corporate worlds distrust each other, and are often disdainful of the other. Both lose, as does the country.","Yet, the Cholas of south India, the longest-ruling dynasty in history","India exists, like its languages and religions, in many forms, all over the country.","A secular state must be equidistant from all religions."]},{"title":"The Miracles of the Namiya General Store","author":"Keigo Higashino","kinds":["highlight","highlight","highlight","highlight","highlight"],"contents":["Make a law where all the envelopes for New Year’s money from your relatives have to be transparent.","Make a law where all the envelopes for New Year’s money from your relatives have to be transparent. His reasoning? They’ll need to put more in,","Make a law where all the envelopes for New Year’s money from your relatives have to be transparent. His reasoning? They’ll need to put more in, to keep up appearances.","In a way, it’s like unrequited love. I know we won’t fall in love, but I can’t seem to give up on the one that stole my heart.","Believe me. No matter how bad things are today, they’ll be far better tomorrow."]},{"title":"The Devotion Of Suspect X: A DETECTIVE GALILEO NOVEL (Detective Galileo Series)","author":"Keigo Higashino","kinds":["highlight","highlight"],"contents":["A feeling rose inside him, making him queasy, as though an elaborate formula he’d thought was perfect was now giving false results because of an unpredictable variable.","Sometimes, all you had to do was exist in order to be someone’s saviour."]},{"title":"Salvation of a Saint: A DETECTIVE GALILEO NOVEL (Detective Galileo Series)","author":"Keigo Higashino","kinds":["highlight","highlight","highlight"],"contents":["cut-and-dried","cut-and-dried","cut-and-dried"]},{"title":"A Fine Balance: The epic modern classic","author":"Rohinton Mistry","kinds":["highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight"],"contents":["They are so rich in foreign countries, they can afford to","‘I need carrots,’ insisted Mr. Kohlah. ‘My one remaining eye must stay fitter than ever, it has to do double duty.’","“All things fall and are built again, and those that build them again are gay.”’","The crowd cheered, but the pilot had mistimed it. Instead of showering the Prime Minister and dignitaries, the petals fell in a pasture behind the stage. A goatherd who was grazing his animals thanked the heavens for the honour, then hurried home to tell his family about the miracle.","‘Noises are like people. Once you get to know them, they become friendly.’","On the next payment day, Om purchased a cake of Cinthol Soap and a can of Lakmé Talcum Powder.","Noticing the red rose borders, he started to point out her error, ‘The pink ones for us,’ then stopped. Her face told him she was aware of it. ‘What?’ she asked, taking the pink cup for herself. ‘Is something wrong?’ ‘Nothing,’ his voice caught. He turned away, hoping she did not see the film of water glaze his eyes.","it was a waste of time trying to sell a wedding suit to a naked fakir.","Then it struck her: the scent was unobtrusive now because it was the same for everyone. They were all eating the same food, drinking the same water. Sailing under one flag.","‘Why are business people so heartless? With all their money, they still look unhappy.’ ‘It’s a disease without a cure,’ said Dina. ‘Like cancer. And they don’t even know they have it.’","‘So that’s the rule to remember, the whole quilt is much more important than any single square.’","The lives of the poor were rich in symbols, she decided.","‘What to do, bhai, when educated people are behaving like savages. How do you talk to them? When the ones in power have lost their reason, there is no hope.’","‘So you are saying we should have stayed hidden on the verandah for the rest of our days? What kind of life, what kind of country is this, where we cannot come and go as we please? Is it a sin to visit my native place? To get my nephew married?’","that was what life did to those who refused to learn its lessons: it beat them down and broke their spirit.","A mother scared to talk to her own son – was he really so intimidating?"]},{"title":"The Travelling Cat Chronicles","author":"Hiro Arikawa","kinds":["highlight","highlight","highlight","highlight","highlight","highlight"],"contents":["A stray cat’s skill lies in building up a complex web of connections in order to survive on the streets.","Cats, you know, are independent from their parents six months after they’re born.","‘But you don’t need to complain about every little thing. Just take it as it comes, be grown-up about it.’","No other animal in the world would try to defy the laws of nature, but humans are a very peculiar species.","This point about killing prey is a major divide between various animals. Horses are certainly dozens of times bigger than me, but they don’t scare me.","What can I tell you? Cats are realists."]},{"title":"Aadhaar A Biometric History of India's 12-Digit Revolution","author":"Shankkar Aiyar","kinds":["highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight"],"contents":["By design, governments are supply-driven. Decisions on investment, expenditure and welfare programmes are propelled by forecasts, estimates enabled by demographics and assumptions – even if it does not always pan out as predicted. Frequently,","By design, governments are supply-driven. Decisions on investment, expenditure and welfare programmes are propelled by forecasts, estimates enabled by demographics and assumptions – even if it does not always pan out as predicted.","Ergo, there was no explicit compulsion to get in the queue for enrolment.","The larger point being not about the extra buffalo but about the tools to access entitlement;","The target audience was not at all monolithic. There was India I, which was largely urban, about 100 million in population, which would ask why they should queue up for one more identity card.","The target audience was not at all monolithic. There was India I, which was largely urban, about 100 million in population, which would ask why they should queue up for one more identity card. There was India II, small-town India, which was combative and aspirational, small-town India, the kind that is producing new startupreneurs, comprising around 400 million. India III was largely dependent on the government to survive.","UPA I and II, the Manmohan Singh government was very keen on improving financial inclusion. Nearly two-thirds of Indians did not have bank accounts, or as the government and bankers say, were","UPA I and II, the Manmohan Singh government was very keen on improving financial inclusion. Nearly two-thirds of Indians did not have bank accounts, or as the government and bankers say, were","UPA I and II, the Manmohan Singh government was very keen on improving financial inclusion. Nearly two-thirds of Indians did not have bank accounts, or as the government and bankers say, were","ARTICLE 1(1) of the Constitution of India says, ‘India, that is Bharat, shall be a Union","ARTICLE 1(1) of the Constitution of India says, ‘India, that is Bharat, shall be a Union","A lesser politician would have found it tough to mobilise consensus in the face of such stiff opposition. But Mukherjee, who has had a ring-side view of history and power politics since the 1960s, is regarded across party lines as the encyclopaedic","authority on government and Parliament with an institutional memory few dare contest.","Like his father, Rahul Gandhi is invested in pet peeves and pet projects. One pet project was to fix the broken system of education.","Dr Singh explained, ‘I had this idea to use technology to promote development. I thought, considering his work and the fame he had earned in the use of technology, it would be better if we inducted","him into government for a project where his competency was well established.’","Ram Sewak Sharma.","Ganga K.,","The tech team and the private consultants initially operated out of Bengaluru from a makeshift office in a fourth-floor apartment in Palm Retreat Towers on Outer Ring Road, before moving into a proper office on Sarjapur Road.","This public–private partnership of skill sets was important, and it was possible only because, even at the very beginning, the chairperson and the CEO","had striven to enable a participatory framework, right down to laying down guidelines for volunteers.","We think the corporate sector is transparent. Actually, the government is far more so – and that is how the checks and balances play out.’","Expectedly, given the general nature of labour in India, a large number of people have bald fingers; they have no registrable or recognisable fingerprint.","The concept patent of Florn and Safir had expired in 2008 and the Daugman method patent was due to expire in 2011. In the course of discussions with Ganga and the finance team, Nilekani told them not","to worry about the cost. ‘Prices will drop and costs will come down.’","The twelfth digit is an instrument for detecting data entry errors. The system is similar to the one deployed in credit cards and uses what is called the Verhoeff Scheme.","The de-duplication process, Viral Shah points out, involves matching every fingerprint and iris scan with everyone who was already on the system. At a billion plus people,","The de-duplication process, Viral Shah points out, involves matching every fingerprint and iris scan with everyone who was already on the system. At a billion plus people,","The de-duplication process, Viral Shah points out, involves matching every fingerprint and iris scan with everyone who was","The de-duplication process, Viral Shah points out, involves matching every fingerprint and iris scan with everyone who was already on the system.","It seemed operators were scanning the eyes upside down, leading to the switching of left and right eye images.","know-how needs know-who.","‘There was a perception among some senior leaders in the party that there should be a review of the programme of Direct Benefit Transfer of subsidies for LPG. They felt that this","would harm the prospects of the party in the polls.’","B.G. Mahesh;","Modi was known to have an aversion for back-channels; both RSS and BJP party bigwigs knew this. Modi owned and Modi ran the Modi Sarkar.","As the chief minister of Gujarat, his favourite haunt, when he had the time, was the Bhaskaracharya Institute for Space Applications and Geo-Informatics. Under him the Gujarat government harnessed space technology to propel groundwater management by using data to pinpoint where water bodies could be created, and for an SMS service telling fishermen where schools of fish were located and for how long.","The government could have leveraged technology to create a virtual bank. It could have converted the 12-digit Aadhaar number into a bank account number, defined it as an Aadhaar account in the cloud, and allowed people to choose who they wished to bank with.","The government could have leveraged technology to create a virtual bank. It could have converted the 12-digit Aadhaar number into a bank account number, defined it as an Aadhaar account in the cloud, and allowed people to choose who they wished to bank with. That is, they could choose to bank through a variety of financial service providers, whether a mobile phone company, a post office or a bank.30 However, the traditional route was trod, thanks to resistance from bankers and from within the Reserve Bank of","The government could have leveraged technology to create a virtual bank. It could have converted the 12-digit Aadhaar number into a bank account number, defined it as an Aadhaar account in the cloud, and allowed people to choose who they wished to bank with. That is, they could choose to bank through a variety of financial service providers, whether a mobile phone company, a post office or a bank.30 However, the traditional route was trod, thanks to resistance from bankers and from within the Reserve Bank of India as well. The","The government could have leveraged technology to create a virtual bank. It could have converted the 12-digit Aadhaar number into a bank account number, defined it as an Aadhaar account in the cloud, and allowed people to choose who they wished to bank with. That is, they could choose to bank through a variety of financial service providers, whether a mobile phone company, a post office or a bank.30 However, the traditional route was trod, thanks to resistance from bankers and from within the Reserve Bank of India as well.","To propel the pull factor, new account holders would be given a Rupay","To propel the pull factor, new account holders would be given a Rupay","debit card and an insurance cover of Rs 100,000.","basic phone using USSD (Unstructured Supplementary Service Data)","The government said it was now the largest cash transfer programme anywhere in the world.","Awadh Behari Rohatgi, a former Delhi High Court judge, Rohatgi had represented the Gujarat government in the Supreme Court in the 2002 Gujarat riots case. He had other high-profile cases and corporate clients to his name, and was known for his","Mukul Rohatgi,","It also, critically, gave the government the language to introduce it as a Money Bill.","On 11 March, the Lok Sabha passed Aadhaar Act 2016.58","The United Nations in its report on sustainable development goals titled ‘Leave No One Behind’ said, ‘The decision of India in 2010 to launch the Aadhaar programme to enrol the biometric identifying data of all its 1.2 billion citizens, for example, was a critical step in enabling fairer access of the people to government benefits and services.’","The Modi government had sucked out over Rs 15.4 trillion of a total of Rs 16.9 trillion of currency in circulation: roughly 87 per cent of all cash in the system.","A law on privacy that will help preserve the uniqueness of personhood.","The essence of the many articulations is that either by a systemic flaw or by an executive fiat, that is, by accident or by design, personal data could be outed, as it was possible to connect","the various databases to create identifiable profiles and this could result in tracking or targeting of individuals and violation of rights.","It is critical that we do not exacerbate systemic issues which end up punishing the innocent.","The road ahead requires governments to understand that Aadhaar cannot be a cure-all potion for all the ills that afflict governance. The responsibility for","ensuring capacity and capability, and enforcing accountability falls squarely on Central and state governments.","In May 2017, four Pakistani citizens in Bengaluru were found to be in possession of Aadhaar cards which they had procured for Rs 300, so as to get ration cards and other documents.11 The Bengaluru incidents exposed the influence of cash ’n carry, or the daily corruption","Pakistani citizens in Bengaluru were found to be in possession of Aadhaar cards which they had procured for Rs 300, so as to get ration cards and other documents.","This means that all the places where the Aadhaar number is seeded would have to be brought under one data-mining exercise for","extraction of hidden predictive information from large databases.","‘If we have learned anything in this last year of Watergate, it is that there must be limits upon what the Government can know about each of its citizens."]},{"title":"Journey Under the Midnight Sun","author":"Keigo Higashino","kinds":["highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight"],"contents":["People were quick to mention alibis lately thanks to a popular detective show on TV.","‘But why do the initials say RK?’ Eriko asked. ‘Shouldn’t it be YK for Yukiho?’","‘But why do the initials say RK?’ Eriko asked. ‘Shouldn’t it be YK for Yukiho?’ ‘This is for my mother. Her name’s Reiko.’","As she put the key back in her pocket, her hand brushed against the closet door, making the tiny bell on her keychain ring.","Unusually for a Japanese company at the time, Tozai Automotive didn’t believe in making their female employees serve tea to their male counterparts","So he’d bring a sleeping bag to sleep in front of the monitor. He said he’d trained himself to wake up when the printer stops moving.’","Nothing’s new. Everything’s just getting older.","‘It’s just… sometimes I feel like I spend my life under a midnight sun.’","He didn’t like that expression either – her own money. They were married. Didn’t their money belong to both of them?","Also, something didn’t sit well with him with the idea of her owning a shop in her own name.","Makoto lacked the courage to start something new. All he could do was cling to his company","Makoto lacked the courage to start something new. All he could do was cling to his company job,","She was taking beginner lessons every week on Saturdays at five. The exact same class that Makoto and Yukiho were considering.","Just being in a place like this made even the coffee smell richer."]},{"title":"The Book Thief","author":"Markus Zusak","kinds":["highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","bookmark","highlight","highlight","highlight","highlight","highlight","highlight","note","highlight"],"contents":["The day was grey, the colour of Europe.","Not-leaving: An act of trust and love, often deciphered by children.","I’ve noticed about the Germans: They seem very fond of pigs.","‘The Jesse Owens Incident’, in which he painted himself charcoal-black and ran the hundred metres at the local sporting field one night.","Like most misery, it started with apparent happiness.","‘Do you want to run away together?’","Eleven-year-old paranoia was powerful. Eleven-year-old relief was euphoric.","In the army, he didn’t stick out at either end. He ran in the middle, climbed in the middle, and he could shoot straight enough so as not to affront his superiors.","In the army, he didn’t stick out at either end. He ran in the middle, climbed in the middle, and he could shoot straight enough so as not to affront his superiors. Nor did he excel enough to be one of the first chosen to run straight at me.","To live. Living was living. The price was guilt, and shame.","one’s urine smells as good as your own.","No-one’s urine smells as good as your own.","Imagine smiling after a slap in the face. Then think of doing it twenty-four hours a day. That was the business of hiding a Jew.","He watched the next person climb through the ropes. It was a girl, and as she slowly crossed the canvas, he noticed a tear torn down her left cheek.","It’s also worthy of mention that every pattern has at least one small bias, and one day it will tip itself over, or fall from","one page to another. In this case, the dominant factor was Rudy.","His chin resting on his knees, he listened to the girl he’d struggled to teach the alphabet. Reading proudly, she unloaded the final frightening words of the book to Max Vandenburg.","Competence was attractive.","‘Hals und Beinbruch, Saukerl.’ She’d told him to break his neck and leg.","Liesel wished him luck in a typically German manner.","In the interest of a civil environment, Rosa Hubermann and Frau Holtzapfel were kept","separated, though some things were above petty arguments.","Just as it made its way to Rudy Steiner’s lips it was snatched away by his father. ‘Not you, Jesse Owens.’","‘There were stars,’ he said. ‘They burned my eyes.’","War clearly blurred the distinction between logic and superstition.","A voice played the notes inside her. This, it said, is your accordion.","‘I am stupid,’ Hans Hubermann told his foster daughter. ‘And kind. Which makes the biggest idiot in the world.","Three languages interwove. The Russian, the bullets, the German.","You’re lucky I like you, Hubermann. You’re lucky you’re a good man, and generous with the cigarettes.’","‘Tell me something,’ he said, ‘because I don’t understand …’ He fell back and sat against the wall. ‘Tell me, Rosa, how she can sit there ready","to die while I still want to live?’ The blood thickened. ‘Why do I want to live? I shouldn’t want to, but I do.’","Michael Holtzapfel knew what he was doing. He killed himself for wanting to live.","","She had seen her brother die with one eye open, one still in a dream. She had said goodbye to her mother and imagined her lonely wait for a train back home to oblivion.","She had seen her brother die with one eye open, one still in a dream. She had said goodbye to her mother and imagined her lonely wait for a train back home to oblivion. A woman of wire had laid herself down, her scream travelling down the street till it fell sideways like a rolling coin starved of momentum. A young man was hung by a rope made of Stalingrad snow. She had watched","She had seen her brother die with one eye open, one still in a dream. She had said goodbye to her mother and imagined her lonely wait for a train back home to oblivion. A woman of wire had laid herself down, her scream travelling down the street till it fell sideways like a rolling coin starved of momentum. A young man was hung by a rope made of Stalingrad snow. She had watched","She had seen her brother die with one eye open, one still in a dream. She had said goodbye to her mother and imagined her lonely wait for a train back home to oblivion. A woman of wire had laid herself down, her scream travelling down the street till it fell sideways like a rolling coin starved of momentum. A young man was hung by a rope made of Stalingrad snow. She had watched","a bomber pilot die in a metal case. She had seen a Jewish man who had twice given her the most beautiful pages of her life marched to a concentration camp. And at the centre of all of it, she saw the Führer, shouting his words and passing them around.","By contrast, Frau Diller was fast asleep. Her bullet-proof glasses were shattered next to the bed.","This is the lady that was a huge fan pf hiter. Now her bulletproof Hitler and his forces have fallen. Her glass is broken.","A LAST NOTE FROM YOUR NARRATOR I am haunted by humans."]},{"title":"The Almanack Of Naval Ravikant","author":"Eric Jorgenson","kinds":["highlight","highlight","note","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","note","highlight","highlight","highlight","note","highlight","highlight","highlight","highlight","note","highlight","note","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","note","highlight","highlight","highlight","highlight","highlight","highlight","highlight","note","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","note","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","note","highlight","highlight","note","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","note","highlight","highlight","highlight","note","highlight","highlight","highlight","note","highlight","note","highlight","highlight","note","highlight","highlight","note","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","note","highlight","highlight","highlight","highlight","highlight","highlight","highlight","note","highlight","highlight","highlight","highlight","highlight","highlight","note","highlight","note","highlight","highlight","note","highlight","highlight","highlight","highlight","highlight","note","highlight","highlight","highlight","highlight","highlight","note","highlight","note","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","note","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight"],"contents":["“think twice and then tell everyone they’re focusing on the wrong fire”","You should not grind at a lot of hard work until you figure out what you should be working on.","I think this is what I did withy masters plan","Seek wealth, not money or status. Wealth is having assets that earn while you sleep.","Money is how we transfer time and wealth.","Reading is faster than listening. Doing is faster than watching.","There is no skill called “business.” Avoid business magazines and business classes.","Study microeconomics, game theory, psychology, persuasion, ethics, mathematics, and computers.","There are no get-rich-quick schemes. Those are just someone else getting rich off you.","When you’re finally wealthy, you’ll realize it wasn’t what you were seeking in the first place. But that is for another day.","Specific knowledge cannot be taught, but it can be learned.","Musical talents, with the ability to pick up any instrument → An obsessive","Musical talents, with the ability to pick up any instrument","Science applied is the engine of humanity.","The best jobs are neither decreed nor degreed. They are creative expressions of continuous learners in free markets.","Similarly, being able to convey yourself simply using ordinary English words is far more important than being able to write poetry, having an extensive vocabulary,","Intentions don’t matter. Actions do. That’s why being ethical is hard.","Realize that in modern society, the downside risk is not that large.","They’re not going to pay you enough. They’re going to pay you the bare minimum they","have to, to get you to do their job. That can be a high bare minimum, but it’s still not going to be true wealth where you’re retired but still earning. [78]","When you own debt, you own guaranteed revenue streams and you own the downside.","You want to own equity. If you don’t own equity in a business, your odds of making money are very slim.","If it entertains you now but will bore you someday, it’s a distraction. Keep looking.","One form of leverage is labor—other humans working for you.","I would argue this is the worst form of leverage that you could possibly use. Managing other people is incredibly messy. It requires tremendous leadership skills.","“products with no marginal cost of replication","Whenever you can in life, optimize for independence rather than pay. If you have independence and you’re","accountable on your output, as opposed to your input—that’s the dream. [10]","You start as a salaried employee. But you want to work your way up to try and get higher leverage, more accountability, and specific knowledge. The combination of those over a long period of time with the magic of compound","interest will make you wealthy.","You have to watch your health.","Set a very high hourly aspirational rate for yourself and stick to it. It should seem and feel absurdly high. If it doesn’t, it’s not high enough.","If you can hire someone to do it for less than your hourly rate, hire them. That even includes things like cooking","If you get into a relative mindset, you’re always going to hate people","who do better than you, you’re always going to be jealous","Literally, being anti-wealth will prevent you from becoming wealthy,","Those attacking wealth creation are often just seeking status.","Status is a zero-sum game. It’s a very old game. We’ve been playing it since monkey tribes. It’s hierarchical. Who’s number one? Who’s number two?","The problem is, to win at a status game, you have to put somebody else down. That’s why you should avoid status games in your life—they","There are basically three really big decisions you make in your early life: where you","live, who you’re with, and what","live, who you’re with, and what you do.","Figure out what you’re good at, and start helping other people with it. Give it away. Pay it forward. Karma works because people are consistent.","It’s only at the beginning of agriculture we became more hierarchical.","now, thanks to the internet, we’re going back to an age where more and more people can work","now, thanks to the internet, we’re going back to an age where more and more people can work for themselves","Retirement is when you stop sacrificing today for an imaginary tomorrow. When today is complete, in and of itself","Retirement is when you stop sacrificing today for an imaginary tomorrow. When today is complete, in and of itself, you’re retired.","Well, one way is to have so much money saved that your passive income (without you lifting a finger) covers your burn rate. A second is you just drive your burn rate down to zero—you become a monk.","third is you’re doing something you love. You enjoy it so much, it’s not about the money. So there are multiple ways to retirement.","Money is not the root of all evil; there’s nothing evil about it. But the lust for money is bad. The lust for money is not bad in a social sense. It’s not bad in the sense of “you’re a bad person for lusting for money.” It’s bad for you.","I think the best way to stay away from this constant love of money is to not upgrade your lifestyle as you make money. It’s","I think the best way to stay away from this constant love of money is to not upgrade your lifestyle as you make money. It’s","I think the best way to stay away from this constant love of money is to not upgrade your lifestyle as you make money.","You put yourself in a position to capitalize on luck or to attract luck when nobody else created the opportunity for themselves.","My co-founder Nivi said, “In a long-term game, it seems","that everybody is making each other rich. And in a short-term game, it seems like everybody is making themselves rich.”","When someone spends too much time talking about their own values or they’re talking themselves up, they’re covering for something.","Sharks eat well but live a life surrounded by sharks.","You cannot hide anything from yourself. Your own failures are written within your psyche, and they are obvious to you. If you have too many of these","moral shortcomings, you will not respect yourself.","If you don’t love yourself, who will?","great people have great outcomes.","People are oddly consistent. Karma is just you, repeating your patterns, virtues, and flaws until you finally get what you deserve. Always pay it forward. And don’t keep count.","Your real résumé is just a catalog of all your suffering.","Look at the kids who are born rich—they have no meaning to their lives.","Just wowww!","Most of the time, the person you have to become to make money is a high-anxiety, high-stress, hard-working,","competitive person. When you have done that for twenty, thirty, forty, fifty years, and you suddenly make money, you can’t turn it off. You’ve trained yourself to be a high-anxiety person. Then, you have to learn how to be happy.","Buddha was a prince. He started off really rich, then he got to go off in the woods.","Hahaha.. This guy got some quirky analogies","Let’s get them all rich. Let’s get them all fit and healthy. Then, let’s get them all happy.","You get rich by saving your time to make money.","You don’t get rich by spending your time to save money.","Richard Feynman very famously does this in “Six Easy Pieces,”","To read","The more desire I have for something to work out a certain way, the less likely I am to see the truth.","To me - stop dreaming rightaway when you set your eyes on something. Step back, be patient and think real.","What you feel tells you nothing about the facts—it merely","tells you something about your estimate of the facts.","A contrarian isn’t one who always objects—that’s a conformist of a different sort. A contrarian reasons independently from the ground up and resists pressure to conform.","Very smart people tend to be weird since they insist on thinking everything through for themselves.","Cynicism is easy. Mimicry is easy. Optimistic contrarians are the rarest breed.","“Tension is who you think you should be. Relaxation is who you are.”","Facebook redesigns. Twitter redesigns. Personalities, careers, and teams also need redesigns. There are no permanent solutions in a dynamic system.","Almost all biases are time-saving heuristics. For important decisions, discard memory and identity,","Almost all biases are time-saving heuristics. For important decisions, discard memory and identity,","Almost all biases are time-saving heuristics. For important decisions, discard memory and identity, and focus on the problem.","Then you’ll start believing your own lie, which will disconnect you from reality and take you down the wrong road.","Is this what is happening to me?","praise specifically, criticize generally.","If you have a criticism of someone, then don’t criticize the person—criticize the general approach or criticize the class of activities.","If you have a criticism of someone, then don’t criticize the person—criticize the general approach or criticize the class of activities. If you have to praise somebody, then always try and find the person who is the best example of what you’re praising and praise the person, specifically.","It’s almost always possible to be honest and positive. [71]","A lousy way to do memory prediction is “X happened in the past, therefore X will happen in the future.” It’s too","based on specific circumstances. What you want is principles. You want mental models.","IF YOU CAN’T DECIDE, THE ANSWER IS NO.","Do you want to do masters abroad?","Simple heuristic: If you’re evenly split on a difficult decision, take the path more painful in the short term.","Read a lot—just read. [2] Reading science, math, and philosophy one hour per day will likely put you at the upper echelon of human success within seven years.","There’s no mission here to accomplish. Just read because you enjoy it.","how to stay calm and peaceful, what kinds of value systems are good, how you raise a family, and those kinds of things, the older solutions are probably better.","Don’t take yourself so seriously. You’re just a monkey with a plan.","Happiness is the state when nothing is missing.","We constantly walk around thinking, “I need this,” or “I need that,” trapped in the web of desires.","fewer desires I can have, the more I can accept the current state of things, the less my mind is moving, because the mind really exists in motion toward the future or the past. The more present I am, the happier and more content I will be.","To a tree, there is no concept of right or wrong, good or bad. You’re born, you have a whole set of sensory experiences and stimulations (lights, colors, and sounds), and then you die. How","you choose to interpret them is up to you—you have that choice.","neutrality. I think people believe neutrality would be a very bland existence. No, this is the existence little children live. If you look at little children, on balance, they’re generally pretty","I think people believe neutrality would be a very bland existence. No, this is the existence little children live. If you look at little children, on balance, they’re generally pretty","happy because they are really immersed in the environment and the moment, without any thought of how it should be given their personal preferences and desires.","We think of ourselves as fixed and the world as malleable, but it’s really we who are malleable and the world is largely fixed.","Oh my god!","Enlightenment is the space between your thoughts.” It means enlightenment isn’t something you achieve after thirty years sitting on a mountaintop. It’s something you can achieve moment to moment","Enlightenment is the space between your thoughts.” It means enlightenment isn’t something you achieve after thirty years sitting on a mountaintop. It’s something you can achieve moment to moment, and you can be enlightened to a certain percent every single day.","You’ll notice when I say happiness, I mean peace. When a lot of","people say happiness, they mean joy or bliss, but I’ll take peace.","It’s someone who effortlessly interprets events in such a way that they don’t lose their innate peace.","A happy person isn’t someone who’s happy all the","A happy person isn’t someone who’s happy all the time.","I think the most common mistake for humanity is believing you’re going to be made happy because of some external circumstance","We bought a new car. Now, I’m waiting for the new car to arrive. Of course, every night, I’m on the forums reading about the car. Why? It’s a silly object. It’s a silly","car. It’s not going to change my life much or at all. I know the instant the car arrives I won’t care about it anymore. The thing is, I’m addicted to the desiring. I’m addicted to the idea of this external thing bringing me some kind of happiness and joy,","This is so me","The idea you’re going to change something in the outside world, and that is going to bring you the peace, everlasting joy, and happiness you deserve, is a fundamental delusion","When and how did your second life begin?","When i lost all the friends I had because of my stupidity. Age 20-22. ","Marc Andreessen","Peace is happiness at rest, and happiness is peace in motion. You can convert peace into happiness anytime you want. But peace is what you want most of the time.","activity. Today, the way we think you get peace is by resolving all your external problems. But there are unlimited external problems. The","think you get peace is by resolving all your external problems. But there are unlimited external problems. The","The only way to actually get peace on the inside","The only way to actually get peace on the inside is by giving up this idea of problems.","Whenever the word “should” creeps up in your mind, it’s guilt or social programming. Doing something because you “should” basically means you don’t actually want to do it. It’s just making you miserable,","so I’m trying to eliminate as","many “shoulds” from my life as possible.","Training yourself to be happy is completely internal. There is no external progress, no external","Training yourself to be happy is completely internal. There is no external progress, no external validation. You’re competing against yourself—it is a single-player game.","The reality is life is a single-player game. You’re born alone. You’re going to die alone.","Buffett has a great example when he asks if you want to be the world’s best lover and known as the worst, or the world’s worst lover and known as the best?","Again wow, shows how much we value society over self","One day, I realized with all these people I was jealous of, I couldn’t just choose little aspects of their life.","Do you want to actually be that person with all of their reactions, their desires, their family, their happiness level, their outlook on life, their self-image? If you’re not willing to do a wholesale","then there is no point in being jealous.","Great tip!","When working, surround yourself with people more successful than you.","When playing, surround yourself with people happier than you.","Don’t hang around people who constantly engage in conflict.","you know who","If I catch myself judging somebody, I can stop myself and say, “What’s the positive interpretation of this?”","I should start doing this","try to get more sunlight on my skin. I look up and smile.","I try to get more sunlight on my skin. I look up and smile.","Issokay  but wear sunscreen","Every time you catch yourself desiring something, say, “Is it so important to me I’ll be unhappy unless this goes my way?”","I think dropping caffeine made me happier.","Me too. 2021 was the no black tea only green tea year. Also i think i never drank coffee.","Tell your friends you’re a happy person. Then, you’ll be forced to conform to it.","It’s the news’ job to make you anxious and angry. But its underlying scientific, economic, education,","and conflict trends are positive. Stay optimistic. [11]","Pick one big desire in your life at any given time to give yourself purpose and motivation.","If you want to change it, then it is a desire. It will cause you suffering until you successfully change it. So don’t pick too many of those. Pick one big desire in your life at any given time to give yourself purpose and motivation.","We don’t always get what we want, but sometimes what is happening is for the best.","The sooner you can accept it as a reality, the sooner you can adapt to it.","One hack is stepping back and looking at previous bits of suffering I’ve had in my life. I write them down. “Last time you broke up with somebody, last time you had a business failure, last time you had a health issue, what happened?”","One hack is stepping back and looking at previous bits of suffering I’ve had in my life. I write them down. “Last time you broke up with somebody, last time you had a business failure, last time you had a health issue, what happened?”","Last time you didnt get into IIT you got into Amrita","Death is the most important thing that is ever going to happen to you. When you look at your death and you acknowledge it, rather than running away from it, it’ll bring great meaning to your","Death is the most important thing that is ever going to happen to you. When you look at your death and you acknowledge it, rather than running away from it, it’ll bring great meaning to your life.","Here’s a hot tip: There is no legacy. There’s nothing to leave.","Your life is a firefly blink in a night.","The best workout for you is one you’re excited enough to do every day.","Your breath is one of the few places where your autonomic nervous system meets your voluntary nervous system.","he advocates taking long ice baths.","This year, did bathing in cold do me good?","Taking a cold shower for two minutes isn’t going to kill you.","going back to your childhood. They will come out one by one, and you will be forced to deal with them. You will be forced to resolve them. Resolving them doesn’t take any work—you just observe them. Now you’re","adult with some distance, time, and space from previous events, and you can just resolve them. You can be much more objective about how you view them.","“The Attraction for Drugs Is Spiritual.” He talks about why do people do drugs (","There’s a great Osho lecture, titled “The Attraction for Drugs Is Spiritual.” He talks about why do people do drugs (","I put my brain in debug mode and just watched every little instruction go by. I said, “Why am I fantasy-future planning? Why can’t I just","This is so me","It’s the awareness my brain was running off in the future and planning some fantasy scenario out of ego.","Ego","Buddhists talk about awareness versus the ego.","We live too much in this internal monologue in our heads.","But who is grateful, everybody only wants more","Praying is gratitude meditation","Whenever we say we’re going to try to do something or try to form a habit, we’re wimping out.","One of the things Krishnamurti talks about is being in an internal state of revolution. You should always be internally ready for a complete change.","I want to live in a way that if my life played out 1,000 times, Naval is successful 999 times.","had all my limbs, my mental faculties,","This hits me hard again. Reminds me of the disabled.","I’m not religious, but I’m spiritual.","Number one: read. Read everything you can.","Now, the freedom I’m looking for is internal freedom. It’s “freedom from.” Freedom from reaction. Freedom from feeling angry. Freedom from being sad. Freedom from being forced to do things. I’m","Advice to my younger self: “Be exactly who you are.” Holding back means staying in bad relationships and bad jobs for years instead of minutes.","Courage isn’t charging into a machine gun nest. Courage is not caring what other people think.","Kirthi","you are not responsible for making other people happy.","Need to work on this ","A taste of freedom can make you unemployable.","I think it’s actually very bad for your happiness. To me, the mind should be a servant and a tool, not a master. My monkey mind should not control and drive me 24/7.","You just have to sit there and dig with the question. It might take you years or decades. When you find an answer you’re happy with, it will be fundamental to your","You just have to sit there and dig with the question. It might take you years or decades. When you find an answer you’re happy with, it will be fundamental to your life.","There is no fundamental, intrinsic purposeful meaning to the Universe. If there was, then you would just ask the next question. You’d say, “Why is that the meaning?” It would be, as physicist Richard","Feynman said, it would be “turtles all the way down.” The “why’s” would keep accumulating","you actually accelerate the heat death of the Universe","you actually accelerate the heat death of the Universe. You’re pushing us towards this point where we end up as one thing.","I have to be future-planning or past-regretting every time I talk to somebody.","Ikram","Anger was good when I was young and full of testosterone, but now I like the Buddhist saying, “Anger is a hot coal you hold in your hand while waiting to throw it at somebody.”","The rational part means I have to reconcile with science and evolution. I have to reject all the pieces I can’t verify for myself.","“There’s a past life you’re paying off the karma for.”","What I will not accept is things like, “There’s a past life you’re paying off the karma for.”","keep what’s useful, and discard what’s not.","Understanding the long-term consequences of your actions.","How do you define wisdom?","All death really means is that there are no more future moments.","Inspiration is perishable—act on it immediately."]},{"title":"Rashomon and Seventeen Other Stories (Penguin Classics)","author":"Ryunosuke Akutagawa","kinds":["highlight","highlight","highlight","highlight","highlight"],"contents":["1995 Tokyo subway sarin-gas attack","but people like you don’t use swords. You gentlemen kill with your power, with your money, and sometimes just with your words: you tell people you’re doing them","but people like you don’t use swords. You gentlemen kill with your power, with your money, and sometimes just with your words: you tell people you’re doing them a favor.","And so his eyes took in neither blue robes nor white; orange caps, skirts of gray: the priestly garb he knew so well hardly existed for him.","And so his eyes took in neither blue robes nor white; orange caps, skirts of gray: the priestly garb he knew so well hardly existed for him. The Naigu saw not people but noses."]},{"title":"கைப்பிடியளவு கடல்: Kaippidiyalavu Kadal (Tamil Edition)","author":"பிரமிள் Pramil","kinds":["highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight"],"contents":["இரவின் நிழலே பகல்; இருளின் சாயை ஒளி.","‘கீதையைக் கேட்க அர்ச்சுனன் இல்லையென்றால் கூப்பிடு கௌரவரை' யென்றான். பறந்தது போன் செய்தி போலீசுக்கு.","பரிதியைத் தீண்டும் ஒரு பனி விரல். இவ்வொளி யோனியை தடவி விரித்தது எவர்கை? எவ்வகைப் பிரியம்?","யுகாந்திரங்களாயினும் நிலைத்திருப்பது ஒரு கணம் இக்கணம். மறுகணம் மீண்டும் எதிரேறும் எதிர்காலம்.","ஒளியைப் பிரதியெடுக்க மனசை விரித்தேன் மனதானேன்.","இருள். இதயத்தை மூடும் மனசின் சவப்பாறை.","புல்நுனி மீதுறையும் பனித்துளியில் ஒரு மலையின் பிரதிபிம்பம்.","விளிம்பு சரியவில்லை. புல்லின் வேர்கள் பின்னிப் படர்ந்து கவ்வி இறுகிய விளிம்பு சரியவே இல்லை."]},{"title":"Ghachar Ghochar","author":"Vivek Shanbhag","kinds":["highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","note","highlight","highlight","highlight","highlight","highlight","highlight"],"contents":["They seem to know – someone who simply sits there for so long must have a thousand wheels spinning in his head. And they know those spinning wheels will not let a person be. Eventually,","They seem to know – someone who simply sits there for so long must have a thousand wheels spinning in his head. And they know those spinning wheels will not let a person be.","Now, let me not give the impression here that I believe in the supernatural – I don’t. But then, neither do I go hunting for a rational basis for everything that happens.","Had Vincent taken on a grand name and grown a long shimmering beard, he’d have had lakhs of people falling at his feet. How different are the","Had Vincent taken on a grand name and grown a long shimmering beard, he’d have had lakhs of people falling at his feet.","Words after all are nothing by themselves. They burst into meaning only in the minds they’ve entered.","It wasn’t about the tea or the key: the last strands of a relationship can break from a single glance or a moment of silence.","On that day I became convinced that it is the words of women that deeply wound other women.","We once went nearly a year without replacing our pressure cooker because of an unfounded rumour about what was to be given in the conference.","The result was that we simply did not desire what we couldn’t afford. When you have no choice, you have no discontent either.","Wow","Amma lit the kerosene stove, not the gas. She had already begun to economize.","Malati had always been unstable – a pile of gunpowder waiting to go off.","Appa’s hold on the rest of us slipped. And to be honest, we lost hold of ourselves too.","Perhaps her vision of an ideal life lacked room for hard work.","confidences. Lying alone in my room, I sometimes wondered if Malati’s happiness would have been better served had Sona Masala not existed at all.","Lying alone in my room, I sometimes wondered if Malati’s happiness would have been better served had Sona Masala not existed at all."]},{"title":"The Fellowship of the Ring: The greatest epic fantasy adventure ever told (The Lord of the Rings, Book 1)","author":"J. R. R. Tolkien","kinds":["highlight","note","highlight","highlight","highlight","highlight","note","highlight","highlight","note","highlight","highlight","highlight"],"contents":["And it had to be typed, and re-typed: by me; the cost of professional typing by the ten-fingered was beyond my means.","The hard work that goes into art without that guarantee of it even being a hit is amazing. In comparison my troubles are tiny.","One Ring to rule them all, One Ring to find them, One Ring to bring them all and in the darkness bind them.","‘So do I,’ said Gandalf, ‘and so do all who live to see such times. But that is not for them to decide. All we have to decide is what to do with the time that is given us.","‘Hobbits!’ he thought. ‘Well, what next? I have heard of strange doings in this land, but I have seldom heard of a hobbit sleeping out of doors under a tree. Three of them! There’s something mighty queer behind this.’ He was quite right, but he never found out any more about it.","when hobbits are no more. The wide world is all about you: you can fence yourselves in, but you cannot for ever fence it out.’","You can say the whole world is yours, but you cannot deny anybody else from saying the same.","‘Elves seldom give unguarded advice, for advice is a dangerous gift, even from the wise to the wise, and all courses may run ill.","O! Water Hot is a noble thing!","Indeed","‘They do not like all that about ending and failing,’ said Merry.","‘Well, you do want looking after and no mistake: your party might be on a holiday!’ said Butterbur.","‘Never has such a thing happened in my time!’ he cried, raising his hands in horror. ‘Guests unable to sleep in their beds, and good bolsters ruined and all! What are we coming to?’"]},{"title":"Malice (The Kyochiro Kaga Series Book 1)","author":"Keigo Higashino","kinds":["highlight","highlight"],"contents":["‘The relationship between teacher and student is based on illusion. The teacher is under the illusion that he is teaching something, and the student is under the illusion that he is being taught.","‘The relationship between teacher and student is based on illusion. The teacher is under the illusion that he is teaching something, and the student is under the illusion that he is being taught. What’s important is that this shared illusion makes both teacher and student happy."]},{"title":"Tiny Beautiful Things: Advice on Love and Life from Someone Who's Been There: Advice on Love and Life from Someone Who’s Been There","author":"Cheryl Strayed","kinds":["highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","note","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight"],"contents":["They live on Planet Earth. You live on Planet My Baby Died.","I think I cry because it always strikes me as sacred, all those people going by. People who decided simply to live their truth, even when doing so wasn’t simple. Each and every one of them had the courage to say, This is who I am even if you’ll crucify me for it. Just like Jesus did.","it’s devastating for a child to hear one parent speak ill of the other.","I wept and shrieked and hid and got age- inappropriate headaches and peed my bed way beyond the age that’s normal.","Trust yourself. It’s Sugar’s golden rule. Trusting yourself means living out what you already know to be true.","by Eudora Welty is from her novel The Optimist’s Daughter,","The Optimist’s Daughter,","there’s arrogance at its core. It presumes you should be successful at twenty-six, when really it takes most writers so much longer to get there.","time describing how little you write. You loathe yourself, and yet you’re consumed by the grandiose ideas you have about your own importance. You’re up too high and down too low. Neither is the place where we get any work done.","The only way you’ll find out if you “have it in you” is to get to work and see if you do. The only way to override your “limitations, insecurities, jealousies, and ineptitude” is to produce. You have limitations. You are in some ways inept. This is true of every writer, and it’s especially true of writers who are twenty-six. You will feel insecure and jealous. How much power you give those feelings is entirely up to you.","They are inaccurate and melodramatic","So write, Elissa Bassist. Not like a girl. Not like a boy. Write like a motherfucker.","Go! Go! Go! You need it one more time, darling? GO.","But compassion isn’t about solutions. It’s about giving all the love that you’ve got.","life is long, that people both change and remain the same, that every last one of us will need to fuck up and be forgiven, that we’re all just walking and walking and walking and trying to find our way, that all roads lead eventually to the mountaintop.","You know how alcoholics who go to AA are always using that phrase “one day at a time”? They say that because to say “I will never drink again” is just too damn much.","Accept that someday what pains you now will surely pain you less.","Acceptance has everything to do with simplicity, with sitting in the ordinary place, with bearing witness to the plain facts of our life, with not just starting at the essential, but ending up there.","The most terrible and beautiful and interesting things happen in a life. For some of you, those things have already happened. Whatever happens to you belongs to you. Make it yours. Feed it to yourself even if it feels impossible to swallow. Let it nurture you, because it will.","What I want you to note is that Belle loved the beast when he was still a beast—not a handsome prince.","How quickly I shifted from the shock of my mother’s betrayal to the terror of my new reality to the pure delight of how it felt to swim.","One who makes you think and laugh and come.","Wow this is the description for my ideal guy","Let yourself be gutted. Let it open you. Start there.","You have an obligation to play the hell out of the ones you’re holding","think really hard about what I’ll wish I did a year from now.","Love is our essential nutrient. Without it, life has little meaning. It’s the best thing we have to give and the most valuable thing we receive. It’s worthy of all the hullabaloo.","Boundaries teach people how to treat you, and they teach you how to respect yourself. In a perfect world,","Not regretting it later is the reason I’ve done at least three-quarters of the best things in my life.","Any of us could die any day of any number of causes. Would you expect your partner to explain what you might have to go through should he die in a car accident, of heart failure, or by drowning? Those are things that could happen too. You are a mortal being like every human and June bug, like every black bear and salmon. We’re all going to die, but only some of us are going to die tomorrow or next year or in the next half century.","Would it ring? It would not ring. Should you call? You should not call.","The one you are in charge of is the book.","The one you are in charge of is the book. The one that happens based on forces that are mostly outside of your control is the book deal.","Your cause is to write a great book and then to write another great book and to keep writing them for as long as you can."]},{"title":"Newcomer (The Kyochiro Kaga Series Book 2)","author":"Keigo Higashino","kinds":["highlight","highlight"],"contents":["“Attaching the missing teeth isn’t the problem; the problem is why the teeth fell off in the first place.”","“You’re well north of fifty, woman. The same age? I don’t think so!” “Fifty-five, forty-five, it’s all the same. I wonder how old this child of hers is?"]},{"title":"Empire of Pain: The Secret History of the Sackler Dynasty","author":"Patrick Radden Keefe","kinds":["highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight"],"contents":["Sophie Greenberg had emigrated from Poland just a few years earlier.","Rather than accept a standard pay arrangement, Arthur proposed that he receive a small commission on any ad sale he made. The administration agreed, and soon Arthur was making money.","When you were with Arthur, Marietta came to feel, it seemed as if anything were possible.","If you lose a fortune, you can always earn another, he pointed out.","in a way that no drug ever had been. It was Arthur Sackler who would be credited not just with this campaign but with revolutionizing the whole field of medical advertising.","Not everyone was thrilled about this new synergy between medicine and commerce.",". Roche and Arthur didn’t need to fight off regulation forever; they just needed to hold it off until the patents had",". Roche and Arthur didn’t need to fight off regulation forever; they just needed to hold it off until the patents had run out.","Richard’s most distinctive trait, Kapit discovered, was a headlong enthusiasm for life. He was only intermittently engaged by his classwork and preferred to devote himself to more epicurean pursuits.","Shakespearean vulgarity: “gaping ass-hole. Who in Hell does he think he is?” he wrote in one letter, of some peer who had apparently given offense. “I hope you ram his overblown membrum","Shakespearean vulgarity: “gaping ass-hole. Who in Hell does he think he is?” he wrote in one letter, of some peer who had apparently given offense. “I hope you ram his overblown membrum virile down his beshitted throat.”","Arthur’s heirs ended up selling their one-third stock interest in Purdue Frederick to Mortimer and Raymond for $22 million.","Arthur’s heirs ended up selling their one-third stock interest in Purdue Frederick to Mortimer and Raymond for $22 million. In light of what the company was about to become, this was, for Arthur’s heirs, a spectacularly foolish transaction.","The consumer is paying not just for the costs of producing a bottle of pills but for all of the trial and error that went into creating the drug in the first place.","According to a subsequent investigation by The New York Times, the FDA examined this incident and found the story in the Medical Tribune to be completely bogus. The","They call it “the patent cliff,”","An OxyContin Project Team memo in December 1993 noted that the new pills would be marketed “against Percocet” and might ultimately “replace our MS Contin line” if the generic competition became unsustainable.","They would suggest OxyContin for “the broadest range of use.”","a team of chemists in Germany had recently managed to refine morphine into a new drug, heroin, which the German pharmaceutical company Bayer began to mass market as a wonder drug","None of this had any basis in fact. In reality, heroin was roughly six times more powerful than morphine and just as habit forming.","The contours of this experience are sometimes described, by doctors, as resembling “peaks and troughs,” a sensation of unparalleled bliss at the moment the drug hits your system, followed, as it dissipates in your bloodstream, by despondence and an overpowering, almost animal sense of need."]},{"title":"City of Thieves","author":"David Benioff","kinds":["highlight","highlight","highlight","highlight","highlight","highlight","highlight"],"contents":["That time of year the sun lingers in the sky for only six hours, scurrying from horizon to horizon as if spooked.","The dead don’t bruise.","I’ve always envied people who sleep easily. Their brains must be cleaner, the floorboards of the skull well swept, all the little monsters closed up in a steamer trunk at the foot of the bed.","the priests used them to keep people stupid and afraid,","‘They’re not on different sides. Mahler wrote great music. Shostakovich writes great music","The loneliest sound in the world is other people making love.","Cannibals and Nazis didn’t make Kolya nervous, but the threat of embarrassment did – the possibility that a stranger might laugh at the lines he’d written."]},{"title":"கோபல்ல கிராமம் (Gopalla Gramam) (Modern Tamil Classic Novel) (Tamil Edition)","author":"Ki Rajanarayanan","kinds":["highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight"],"contents":["இன்னும் இம்மாதிரியான காரியங்கள் அவருடைய ஆனந்தம் மிகு ஆத்மார்த்திகமான பொழுதுபோக்கு","அந்த நாட்களில் மனித பலமும் மனித எண்ணிக்கையும் அதிகமுள்ள குடும்பம்தான் பெரிய குடும்பம்; பெரிய வீடு. மனித பலம் அதிகமுள்ள குடும்பத்தால் அதிக நிலத்தை சீர்திருத்தி, அதிகக் கால்நடைகளையும் வைத்துப் பராமரிக்க முடியும். இதனால் அது அதிக வருமானமுள்ள 'பெரிய குடும்ப'மாக ஆக முடிந்தது.","இந்தப் பொறைதான் சமுதாயத்தில் தோன்றிய முதல் தொழிற்சாலை!","தீண்டாத ஜாதியைச் சேர்ந்தவர்கள் வைத்தியத்துக்கு வந்தால், அவர்களுடைய கையின் மேல் போட்டுப் பார்ப்பதற்கு ஒரு மெல்லிய பட்டுத்துணி வைத்திருக்கிறார். அதைப் போட்டுத்தான் நாடி பார்ப்பார்.","இது நரி, ஓநாய் போன்ற காட்டு மிருகங்கள் வந்து தோண்டி உடலைத் தின்றுவிடாமல் இருக்க. குழி நன்றாக மூடப்பட்டு","இந்தக் கண் கூசாத சூரியனை, பூப்படையாத மங்கையைப் பார்ப்பது போலக் கூசாமல் பார்க்கலாம்!","\"ஓ! வைக்கோல்ப் போர் நீங்கள் நினைப்பது மாதிரி வெறும் குவித்துவைப்பு அல்ல. அதிலும்","என்னமோ . . . வெள்ளை எலி மாதிரி","\"அந்த ஆள்! கூட வந்தவன் . . . நல்ல ராஜ அம்சம்.\"","நூற்றுக் கணக்கான ஆட்கள் வடக்கேயிருந்து தலைச் சுமைகளைக் கொண்டுவந்து, இந்தக் கிராமத்துக்கு நேராக வந்தவுடன் சாலையிலேயே வைத்துவிட்டுப் போய்விடுவார்கள். அதுக்குப் பிறகு அந்த சாமான்களை இங்குள்ளவர்கள் தூக்கிக் கொண்டு போய் குறிப்பிட்ட தூரத்தில் வைத்துவிட்டு"]},{"title":"Anna","author":"R Kannan","kinds":["highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight"],"contents":["pursuit of power as a vehicle for social reform, Anna founded his Dravida Munnetra Kazhagam (DMK or Dravidian","on the pursuit of power as a vehicle for social reform, Anna founded his Dravida Munnetra Kazhagam (DMK or Dravidian Progressive","Anna must have been touched to realize that all these years she had sat by him simply out of love, to help him study. As he grew","Anna must have been touched to realize that all these years she had sat by him simply out of love, to help him study.","To critics nonetheless the party was manifestly communal—casteist in today’s political parlance—and divisive and unabashedly Anglophile, or ‘slaves of the British’, as Anna would paraphrase the criticism later.","the idea of equality at birth as espoused by the Kural—the epitome of the Tamil secular genius—makes it equally clear that this idea of strict differentiation at birth and its corollary of a restrictive social space were equivocal.","The zealousness with which the Tamils took these new ideas to heart is evident from their gifting the word ‘pariah’ or ‘untouchable’ to the English lexicon (1605–15) as soon as the West became more familiar with India’s caste system.","the ‘arivar’","The Hindu and Swadesamitran, both run by Brahmins, wrote leaders criticizing the move, EVR hailed the move in an 11 November 1928 leader titled ‘Long Live Minister Muthiah Mudali’ in his mouthpiece Kudiarasu.56 In 1928 the pragmatic Ramarayaningar passed away and Sir Ramakrishna Ranga Rao or popularly the Raja of Bobbili became the party leader.","The Hindu and Swadesamitran, both run by Brahmins, wrote leaders criticizing the move, EVR hailed the move in an 11 November 1928 leader titled ‘Long Live Minister Muthiah Mudali’ in his mouthpiece Kudiarasu.56","because he was perceived to be a genuine individual, a rarity among those in public life.","He stopped calling Gandhi ‘Mahatma’ in 1928 in protest against Gandhi’s interpretation of Hinduism, which, he said, only perpetuated untouchability","He rejected Gandhi’s idea of separate temples for Adi Dravidas and rejected the notion that intermarriage and dining were ‘personal’ and not part of social reform.","he politely turned down Ambedkar’s entreaties to convert to Buddhism, reasoning that to do so would be to forfeit his right to seek reforms within the Hindu fold—indeed, this explains his indifference","Every three or six months when Anna visited Kanchipuram his grandmother would tell her","friends that a ‘child snatcher’ from Erode had taken away her grandson. According","Gandhi founded the Dakshina Bharat Hindi Prachar Sabha in Madras in 1918 with the ‘bold and very ambitious aim’ of propagating Hindi in the south.2 The Mahatma saw the issue in numerical and economic terms, urging the ‘minority’ Dravidians to study Hindi.3 To the argument that Hindi is the single largest language spoken in India, Anna would later point out that by the same logic the national bird of the country ought","be the crow and not the peacock."]},{"title":"When Things Fall Apart: Heart Advice for Difficult Times","author":"Pema Chödrön","kinds":["highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","bookmark","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight"],"contents":["we cannot be in the present and run our story lines at the same time!","we find that the present moment is a pretty vulnerable place and that this can be completely unnerving and completely tender at the same time.","“But please don’t go away from here thinking that meditation is a vacation from irritation.”","becoming familiar with fear, looking it right in the eye","having the courage to die, the courage to die continually.","The truth is that they are intimate with fear.","Usually we think that brave people have no fear.","Love. Buddha nature. Courage. These are code words for things we don’t know in our minds, but any of us could experience them.","I was not the ultimate golden girl. I had so much invested in that image of myself, and it just wasn’t holding together anymore.","“Only to the extent that we expose ourselves over and over to annihilation can that which is indestructible be found in us.”","We think that the point is to pass the test or to overcome the problem, but the truth is that things don’t really get solved. They come together and they fall apart. Then they come together again and fall apart again. It’s just like that.","The healing comes from letting there be room for all of this to happen:","When things fall apart and we’re on the verge of we know not what, the test for each of us is to stay on that brink and not concretize.","Thinking that we can find some lasting pleasure and avoid pain is what in Buddhism is called samsara, a hopeless cycle that goes round and round endlessly and causes us to suffer greatly.","Fortunately for me, I could never pull it off. Instinctively I knew that annihilation of my old dependent, clinging self was the only way to go.","To stay with that shakiness—to stay with a broken heart, with a rumbling stomach, with the feeling of hopelessness and wanting to get revenge—that is the path of true awakening.","Meditation is an invitation to notice when we reach our limit and to not get carried away by hope and fear.","How do we work with our minds when we meet our match? Rather than indulge or reject our experience, we can somehow let the energy of the","emotion, the quality of what we’re feeling, pierce us to the heart. This is easier said than done, but it’s a noble way to live. It’s definitely the path of compassion—the path of cultivating human bravery and kindheartedness.","When we reach our limit, if we aspire to know that place fully—which is to say that we aspire to neither indulge nor repress—a hardness in us will dissolve. We will be softened by the sheer force of whatever energy arises—the energy of anger, the energy of disappointment, the energy of fear.","We sit in meditation so that we’ll be more awake in our lives.","How we stay in the middle between indulging and repressing is by acknowledging whatever arises without judgment, letting the thoughts simply dissolve, and then going back to the openness of this very moment.","Thoughts will run us around in circles if we buy into them, but really they are like dream images. They are like an illusion—not really all that solid. They are, as we say, just thinking.","Instead of struggling against the force of confusion, we could meet it and relax. When we do that, we gradually discover that clarity is always there.","wisdom mind of rikpa is always here. Whenever we stop talking to ourselves, rikpa is continually here.","But once we’ve touched in with the spaciousness of rikpa, it begins to permeate everything. Once we’ve even had a glimpse of spaciousness, if we practice with maitri, it will continue to expand.","We might sometimes even get the feeling that life is like a dream.","Our personal demons come in many guises. We experience them as shame, as jealousy, as abandonment, as rage. They are anything that makes us so uncomfortable that we continually run away.","Being preoccupied with our self-image is like being deaf and blind.","This is how there could be a sane world. It starts with sane citizens, and that is us.","It’s the practice of not immediately filling up space just because there’s a gap.","some understanding of how our emotions have the power to run us around in circles. That understanding helps us discover how we increase our pain, how we increase our confusion, how we cause harm to ourselves.","We don’t start blurting out words just because no one else is talking and we’re nervous","we’re at home with ourselves, so we don’t feel that out of nervousness, out of our habitual pattern, we have to run at the mouth.","Our speech is tamed, and when we speak, it communicates. We don’t waste the gift of speech in expressing our neurosis.","As the moments of our lives go by, our ability to be deaf, dumb, and blind just doesn’t work so well anymore. Rather than making us more uptight, interestingly enough, this process liberates us. This is the liberation that naturally arises when we are completely here, without anxiety about imperfection.","Without giving up hope—that there’s somewhere","Without giving up hope—that there’s somewhere better to be, that there’s someone better to be—we will never relax with where we are or who we are.","We long to have some reliable, comfortable ground under our feet, but we’ve tried a thousand ways to hide and a thousand ways to tie up all the loose ends, and the ground just keeps moving under us.","dharma isn’t a belief; it isn’t dogma. It is total appreciation of impermanence and change.","Nontheism is finally realizing that there’s no babysitter that you can count on.","We’re all addicted to hope—hope that the doubt and mystery will go away. This addiction has a painful effect on society: a society based on lots of people addicted to getting ground under their feet is not a very compassionate place.","In the world of hope and fear, we always have to change the channel, change the temperature, change the music, because something is getting uneasy,","Notice the panic, notice when you instantly grab for something. That","Notice the panic, notice when you instantly grab for something. That","Notice the panic, notice when you instantly grab for something.","As the Zen master Shunryu Suzuki Roshi said, life is like getting into a boat that’s just about to sail out to sea and sink.","We have a concept of ourselves that we reconstruct moment by moment and reflexively try to protect","The human race is so predictable. A tiny thought arises, then escalates, and before we know what hit us, we’re caught up in hope and","The human race is so predictable. A tiny thought arises, then escalates, and before we know what hit us, we’re caught up in hope and fear.","Scrambling for security has never brought anything but momentary joy.","The second kind of loneliness is contentment. When we have nothing, we have nothing to lose.","With cool loneliness we do not expect security from our own internal chatter. That’s why we are instructed to label it “thinking.” It has no objective reality.","Pain is not a punishment; pleasure is not a reward.","Feeling inspired cheers us up, makes us realize how vast and wonderful our world is. Feeling wretched humbles us. The gloriousness of our inspiration connects us with the sacredness of the world.","When you fall in love, recognize it as impermanence, and let that intensify the preciousness. When a relationship ends, recognize it as impermanence.","But when we recognize impermanence as impermanence, we can also notice what our reaction to impermanence is. This is called mindfulness, awareness, curiosity, inquisitiveness, paying attention.","be inquisitive about your reactions.","nothing ever goes away until it has taught us what we need to know. If we run a hundred miles an hour to the other end of the continent in order to get away from the obstacle, we find the very same problem waiting for us when we arrive.","From an awakened perspective, trying to tie up all the loose ends and finally get it together is death, because it involves rejecting a lot of your basic experience. There is something aggressive about that approach to life, trying to flatten out all the rough spots and imperfections into a nice smooth ride.","Trying to run away is never the answer to being a fully human being.","So the challenge is how to develop compassion right along with clear seeing, how to train in lightening up and cheering up rather than becoming more guilt-ridden and miserable.","Learning how to be kind to ourselves, learning how to respect ourselves, is important.","Everything is equally precious and whole and good, and everyone is equally precious and whole and good.","The only reason that we don’t open our hearts and minds to other people is that they trigger confusion in us that we don’t feel brave enough or sane enough to deal with. To the degree that we look clearly and compassionately at ourselves, we feel confident and fearless about looking into someone else’s eyes.","The only reason that we don’t open our hearts and minds to other people is that they trigger confusion in us that we don’t feel brave enough or sane enough to deal with.","As long as we don’t want to be honest and kind with ourselves, then we are always going to be infants.","living on the streets for the last four years. Nobody ever looks at him. No one ever talks to him. Maybe somebody gives him a little money, but nobody ever looks in his face and asks him how he’s doing.","","he feels that moving into the areas of society that he had rejected is the same as working with the parts of himself that he had rejected.","If we find ourselves unworkable and give up on ourselves, then we’ll find others unworkable and give up on them.","“When it hurts so bad, it’s because I am hanging on so tight.”","we may also find that we want to make it “righter” than it is, because we’re a little nervous. Maybe it isn’t exactly living up to our standards, so we justify it and justify it and try to make it extremely right.","Instead of making others right or wrong, or bottling up right and wrong in ourselves, there’s a middle way, a very powerful middle way.","our protective shells will melt, and we’ll find that more areas of our lives are workable.","The poet Jalaluddin Rumi writes of night travelers who search the darkness instead of running from it, a companionship of people willing to know their own fear.","Whenever we let go of holding on to ourselves and look at the world around us, whenever we connect with sorrow, whenever we connect with joy, whenever we drop our resentment and complaint, in those moments bodhichitta is","Whenever we let go of holding on to ourselves and look at the world around us, whenever we connect with sorrow, whenever we connect with joy, whenever we drop our resentment and complaint, in those moments bodhichitta is here.","love that will not die.","This is the core of the practice: breathing in others’ pain so they can be well and have more space to relax and open—","breathing out, sending them relaxation or whatever we feel would bring them relief and happiness.","Prajna is a way of seeing","Prajna is a way of seeing","What we do on the outer level has the power to loosen up deep-rooted patterns of holding on to ourselves.","but you jump out and make the fire because the brightness of the day in front of you is bigger than staying in bed.","bodhisattva politicians, bodhisattva police, bodhisattva parents, bodhisattva bus drivers, bodhisattvas at the bank and the grocery store. In all levels of society we are needed. We are needed to transform our minds and actions for the sake of other people and for the future of the world.","everything as if it were the only thing in the world that mattered, while all the time knowing that it doesn’t matter at all. That attitude leads to more appreciation and less burnout, because we do the job wholeheartedly and we care. On the other hand, each day is a new","everything as if it were the only thing in the world that mattered, while all the time knowing that it doesn’t matter at all. That attitude leads to more appreciation and less burnout, because we do the job wholeheartedly and we care. On the other hand, each day is a new day; we’re not too future oriented. Although we are going in a direction,","everything as if it were the only thing in the world that mattered, while all the time knowing that it doesn’t matter at all. That attitude leads to more appreciation and less burnout, because we do the job wholeheartedly and we care. On the other hand, each day is a new day; we’re not too future oriented. Although","everything as if it were the only thing in the world that mattered, while all the time knowing that it doesn’t matter at all. That attitude leads to more appreciation and less burnout, because we do the job wholeheartedly and we care. On the other hand, each day is a new day; we’re not too future oriented.","None of what we’ve learned seems very relevant when our lover leaves us, when our child has a tantrum in the supermarket, when we’re insulted by our colleague","As Trungpa Rinpoche once said, the best mantra is “OM—grow up—swaha.”","a Buddhist is someone who is either meditating or feeling guilty about not meditating. There’s not much joy in that.","our emotions. The path is not Route 66—destination, Los Angeles.","our emotions. The path is not Route 66—destination, Los Angeles.","The path is not Route 66—destination, Los Angeles.","“Whatever occurs in the confused mind is regarded as the path. Everything is workable. It is a fearless proclamation, the lion’s roar.” Everything that occurs in our confused mind we can regard as the path. Everything is workable.","There’s not going to be much room for the arrogance that holding on to ideals can bring.","When we stop there and don’t act out, don’t repress, don’t blame it on anyone else, and also don’t blame it on ourselves, then we meet with an open-ended question that has no conceptual answer.","But it turns out that this illness has been my greatest gift.” He said, “Now every moment is so precious to me. All the people in my life are so precious to me. My whole life means so much to me.”"]},{"title":"A Midsummer's Equation: A DETECTIVE GALILEO NOVEL (Detective Galileo Series)","author":"Keigo Higashino","kinds":["highlight","highlight","highlight","highlight"],"contents":["“You’re just giving up?” Yukawa asked behind him. “You don’t want to see the crystals at the bottom of the sea?”","“Hardly. No, in fact I’ve only reaffirmed that I don’t belong out there. I’m much more comfortable in a crowd. And look at all those wonderful taxis.","“Hardly. No, in fact I’ve only reaffirmed that I don’t belong out there. I’m much more comfortable in a crowd.","“Tsukahara’s death wasn’t an accident, it was murder,” he said, suddenly turning to face her. “And the murderer… was your cousin, Kyohei.”"]},{"title":"Six Easy Pieces: Essentials of Physics Explained by Its Most Brilliant Teacher (Helix Book)","author":"Richard P. Feynman","kinds":["highlight","highlight","highlight","highlight"],"contents":["Each piece, or part, of the whole of nature is always merely an approximation to the complete truth, or the complete truth so far as we know","Each piece, or part, of the whole of nature is always merely an approximation to the complete truth, or the complete truth so far as we know","Each piece, or part, of the whole of nature is always merely an approximation to the complete truth, or the complete truth so far as we know it.","the"]},{"title":"The Three Pillars of Zen","author":"Roshi Philip Kapleau","kinds":["highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight"],"contents":["To come to the realization of Mu you must get into the state of a lover, who has a mind only for the beloved.","If the absorption in Mu continues without interruption, the “I-ness” dies out in the subconscious mind. Suddenly “Plap!”—there is no more duality. To experience this directly is kensho.","“Why can’t I realize that when I hear there is nothing more than hearing? Why can’t I realize that when I look there is nothing more than seeing?”","All existence is relative, yet each of us creates our own world; each of us perceives according to the state of our own mind.","when you die the universe dies with you, you and the universe are not separate","While it is true that innately you are a Buddha, until you have concretely perceived your Buddha-nature you are speaking in borrowed phrases when you speak of enlightenment. The purpose of your practice is to lead you to this experience.","The purpose of this koan, then, is to teach you how to be at one with every aspect of your life.","Stated negatively, it is the realization that the universe is not external to you. Positively, it is experiencing the universe as yourself.","Remember, you are neither your body nor your mind. And you are not your mind added to your body. Then what are you?","Many think that when they are tired effective zazen is impossible. But this is a mistaken idea. When you are tired so is your “foe”—that is, the mind of ignorance—and when you are energetic so is it. In reality they are not two.","So when a bell rings it is only the bell listening to the sound of the bell. Or to put it another way, it is the sound of yourself ringing. This is the moment of enlightenment.","Imagine a child sleeping next to its parents and dreaming it is being beaten or is painfully sick. The parents cannot help the child no matter how much it suffers, for no one can enter the dreaming mind of another. If the child could awaken itself, it could be freed of this suffering automatically","Imagine a child sleeping next to its parents and dreaming it is being beaten or is painfully sick. The parents cannot help the child no matter how much it suffers, for no one can enter the dreaming mind of another. If the child could awaken itself, it could be freed of this suffering automatically. In the same way, one who realizes that one’s own Mind is Buddha is instantly free from the sufferings arising from [ignorance of the law of] ceaseless change of birth-and-death.","Nothing but your own halfhearted desire for truth.","Suddenly the sick man realized that the “baby snake” was the reflection of the hanging bow. Both men looked at each other and laughed.","there is neither subjective nor objective reality.","you would get rid of your foe, you have only to realize that that foe is delusion","Tell me now, who is this most intimate of yours? Today is the eighth of the month. Tomorrow is the thirteenth!","Do not try to prevent thoughts from arising and do not cling to any that have arisen. Let them appear and disappear as they will; don’t struggle with them.","There comes a point in your sitting when insights about yourself will flash into your mind. For example, relationships that previously were incomprehensible will suddenly be clarified and difficult personal problems abruptly solved."]},{"title":"Men Without Women","author":"Haruki Murakami","kinds":["highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight"],"contents":["It might be better to go our separate ways for a while, and if we find out that we really can’t get along without each other, then we get back together.”","“The way surviving hard winters makes a tree grow stronger, the growth rings inside it tighter.”","If you don’t know what you’re looking for, it’s not easy to look for it.” Erika raised her head and","If you don’t know what you’re looking","If you don’t know what you’re looking for, it’s not easy to look for it.”","It sounds good in theory, but therapists don’t give a crap.","“Dreams are the kind of things you can—when you need to—borrow and lend out,”","Personally, I think most women in the world (particularly the really attractive ones) are fed up with men who are always panting to get them into bed.","No operation could ever improve a woman’s intellectual skills.","have no confidence at all that I could be one of these rare happy parents,","have no confidence at all that I could be one of these rare happy parents,","soccer. I have no confidence at all that I could be one of these rare happy parents,","have no confidence at all that I could be one of these rare happy parents,","Habara was not overly concerned about this prospect. If that happens, he thought, it will be hard, but I’ll scrape by one way or another. I’m not stranded on a desert island. No, he thought, I am a desert island.","But he had always enjoyed listening to old jazz records. It was his only hobby, one that he didn’t","But he had always enjoyed listening to old jazz records. It was his only hobby, one that he didn’t share with anyone else he knew.","When we lay in bed in the afternoon she used to lovingly hold it on her palm and gaze at it like she was admiring the legendary crown jewels of India.","What I remember most about M is how much she loved elevator music. Percy Faith, Montovani, Raymond Lefèvre, Frank Chacksfield, Francis Lai, 101 Strings, Paul Mauriat, Billy Vaughan."]},{"title":"The Borrowed","author":"Chan Ho-Kei","kinds":["highlight","highlight","highlight","highlight"],"contents":["to keep the peace and uphold justice. These new officers seemed to regard ideas like justice purely theoretically. Their goals were to maintain a good discipline record, rise through the ranks as quickly as possible, safely reach retirement and start drawing on their generous pensions.","So the unused tape left on the roll should have a matching edge with the","tape on the victim’s limbs.","‘Yes, and maybe the sun will rise in the west.’"]},{"title":"Diamond, Jared M - Guns, Germs And Steel_ a short history of everybody for the last 13, 000 years-Random House (2013)","author":"Sowmiya","kinds":["highlight","highlight","highlight","highlight","highlight","highlight","highlight","note","highlight","highlight","note","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","note","highlight","bookmark","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","note","highlight","highlight","highlight","highlight","note","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight"],"contents":["futile to try to change the outcome today? This","This objection rests on a common tendency to confuse an explanation of causes with a justification or acceptance of results","With the later rise of genetics, the explanations were recast once again, in genetic terms. Europeans became considered genetically more intelligent than Africans, and especially more so than Aboriginal Australians.","In fact, as I shall explain in a moment, modern “Stone Age” peoples are on the average probably more intelligent, not less intelligent, than industrialized peoples. Paradoxical as it may sound, we shall see in Chapter 15 that white immigrants to Australia do not deserve the credit usually accorded to them for building a literate industrialized society with the other virtues mentioned above","Conversely, I am constantly aware of how stupid I look to New Guineans when I’m with them in the jungle, displaying my incompetence at simple tasks (such as following a jungle trail or erecting a shelter) at which New Guineans have been trained since childhood and I have not","That is, natural selection promoting genes for intelligence has probably been far more ruthless in New Guinea than in more densely populated, politically complex societies, where natural selection for body chemistry was instead more potent.","That is, in mental ability New Guineans are probably genetically superior to Westerners, and they surely are superior in escaping the devastating developmental disadvantages under which most children in industrialized societies now grow up.","Now trying too hard to justify?","Another one, popular with inhabitants of northern Europe, invokes the supposed stimulatory effects of their homeland’s cold climate and the inhibitory effects of hot, humid, tropical climates on human creativity and energy.","Another one, popular with inhabitants of northern Europe, invokes the supposed stimulatory effects of their homeland’s cold climate and the inhibitory effects of hot, humid, tropical climates on human creativity and energy. Perhaps the seasonally variable climate at high latitudes poses more diverse challenges than does a seasonally constant tropical climate.","Agree","History followed different courses for different peoples because of differences among peoples’ environments, not because of biological differences among peoples themselves","Perhaps the biggest of these unsolved problems is to establish human history as a historical science, on a par with recognized historical sciences such as evolutionary biology, geology, and climatology.","Human history at last took off around 50,000 years ago, at the time of what I have termed our Great Leap Forward","Thus, the occupation of Australia / New Guinea is momentous in that it demanded watercraft and provides by far the earliest evidence of their use in history.","Thus, early Australians and New Guineans were probably capable of intentionally traveling over water to visible islands, and were using watercraft sufficiently often that the colonization of even invisible distant islands was repeatedly achieved unintentionally.","All of those Australian / New Guinean giants (the so-called megafauna) disappeared after the arrival of humans.","In contrast, most big mammals of Africa and Eurasia survived","into modern times, because they had coevolved with protohumans for hundreds of thousands or millions of years. They thereby enjoyed ample time to evolve a fear of humans, as our ancestors’ initially poor hunting skills slowly improved.","and then have chosen to drop dead almost simultaneously","Lol","HMS Bounty mutineers and their Tahitian wives colonized Pitcairn Island.","","recent discovery of New Zealand by ancestral Maori","The discovery of numerous skeletons of mammoths with Clovis spearpoints between their ribs","it was the Maori who slaughtered the Moriori, not vice versa.","While those ancestral Maori who first colonized the Chathams may have been farmers, Maori tropical crops could not grow in the Chathams’ cold climate, and the colonists had no alternative except to revert to being hunter-gatherers.","how to get along with each other. They did so by renouncing war, and they reduced potential conflicts from overpopulation","people of chiefly descent were divided into eight hierarchically ranked lineages. Members of those chiefly lineages did not intermarry with commoners but only with each other, sometimes even with siblings or half-siblings.","Pizarro captured Atahuallpa within a few minutes after the two leaders first set eyes on each other. Pizarro proceeded to hold his prisoner for eight months, while","extracting history’s largest ransom in return for a promise to free him. After the ransom—enough gold to fill a room 22 feet long by 17 feet wide to a height of over 8 feet—was delivered, Pizarro reneged on his promise and executed Atahuallpa.","Wtf","diseases transmitted to peoples lacking immunity by invading peoples with considerable immunity. Smallpox, measles, influenza, typhus,","bubonic plague, and other infectious diseases endemic in Europe played a decisive role in European conquests, by decimating many peoples on other continents. For","That’s because all able-bodied hunter-gatherers are obliged to devote much of their time to acquiring food. In contrast, once food can be stockpiled, a political elite can gain control of food produced by others, assert the right of taxation, escape the need to feed itself,","Stored food can also feed priests, who provide religious justification for wars of conquest;","Lol","Another supposed dichotomy that becomes blurred in reality is a distinction between food producers as active managers of their land and hunter-gatherers as mere collectors of the land’s wild produce. In reality, some hunter-gatherers intensively manage their land.","A gradual rise in population densities impelled people to obtain more food, by rewarding those who unconsciously took steps toward producing","Over 10,000 years ago, that unconscious selection for nonshattering wheat and barley stalks was apparently the first major human “improvement” in any plant.","could obtain higher yields by tilling and watering the soil and then sowing seeds. When that happened, seeds that immediately sprouted grew into plants whose seeds were harvested and planted in the next year. But many of the wild seeds did not immediately sprout, and they yielded no harvest.","That alone would kill the enthusiasm of any would-be acorn farmer who had defeated the squirrels and remained patient.","look out your window, the plant species that you see will tend to be trees and shrubs, most of whose body you cannot eat and which put much less of their energy into edible seeds. Of course, some forest trees in areas of wet climate do produce big edible seeds,","Annual plants therefore waste little energy on making inedible wood or fibrous stems, like the body of trees and bushes. But many of the big seeds, notably those of the annual cereals and pulses, are edible by humans.","“Happy families are all alike; every unhappy family is unhappy in its own way.","marriage must succeed in many different respects: sexual attraction, agreement about money, child discipline, religion, in-laws, and other vital issues. Failure in any one of those essential","marriage must succeed in many different respects: sexual attraction, agreement about money, child discipline, religion, in-laws, and other vital issues.","hamsters for pets not until the 1930s.","the Ainu found it prudent to kill and eat the cubs at the age of one year. Keeping grizzly bears for longer would be suicidal","Zebras are also virtually impossible to lasso with a rope—even for cowboys who win rodeo championships by lassoing horses—because of their unfailing ability to watch the rope noose fly toward them and then to duck their head out of the","Zebras have the unpleasant habit of biting a person and not letting go","They thereby injure even more American zoo-keepers each year than do tigers!","These other examples include the snail’s pace of crop exchange between Pakistan’s Indus Valley and South India,","The answer slowly emerged: he had confessed to repeated intercourse with sheep on a recent visit to the family farm; perhaps","occasionally very indirect, as when U.S. whites bent on wiping out “belligerent” Native Americans sent them gifts of blankets previously used by smallpox patients).","THE THREE BASIC strategies underlying writing systems differ in the size of the speech unit denoted by one written sign: either a single basic sound, a whole syllable, or a whole word. Of","The second strategy uses so-called logograms,","the alphabet, which ideally would provide a unique sign (termed a letter) for each basic sound","meaning that one written sign stands for a whole word.","uses a sign for each syllable.","In practice, most such writing systems (termed syllabaries) provide distinct signs just for syllables of one consonant followed by one vowel (like the syllables of the word “fa-mi-ly”","Thus, Sumerian writing came to consist of a complex mixture of three","types of signs: logograms, referring to a whole word or name; phonetic signs, used in effect for spelling syllables, letters, grammatical elements, or parts of words; and determinatives, which were not pronounced but were used to resolve ambiguities.","Someone invents something and puts it to use. How do you, another would-be user, then design something similar for your own use, knowing that other people have already got their own model built and working? Such transmission of inventions","Someone invents something and puts it to use. How do you, another would-be user, then design something similar for your own use, knowing that other people have already got","Someone invents something and puts it to use. How do you, another would-be user, then design something similar for your own use, knowing that other people have already got their own model built and working?","was it merely that the revelation of","America’s A-bomb at Hiroshima at last convinced Stalin of the feasibility of building such a bomb, and that Russian scientists then","program, with little detailed guidance from the earlier American effort? Similar","until we reflect that ancient Mexicans lacked domestic animals to hitch to their wheeled vehicles, which therefore offered no advantage over human porters.","The strong individualism of U.S. society allows successful inventors to keep earnings for themselves, whereas strong family ties in New Guinea ensure that someone who begins to earn money will be joined by a dozen relatives expecting to move in and be fed and","supported."]},{"title":"Love, Freedom, and Aloneness","author":"Osho","kinds":["highlight","highlight","highlight","highlight","highlight","highlight","note","highlight","highlight","highlight","highlight","note","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","note","highlight","highlight","note","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","note","highlight","highlight","highlight","note","highlight","highlight","note","highlight","highlight","highlight","highlight","highlight","highlight","highlight","note","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","note","highlight","highlight","highlight","note","highlight","highlight","note","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","note","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","note","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","note","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","note","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight"],"contents":["ordinary love only feeds your ego","The unreal always feeds the unreal, remember; and the real feeds the real.","On the contrary, when somebody receives your love, you feel obliged. Love is thankful that it has been received.","If the thankfulness comes from the other side, love is always surprised—it is a pleasant surprise, because there was no expectation.","And you cannot fulfill unreal love because it is so rooted in expectation that whatsoever is done always falls short.","Serve love through the lover, so that you never become attached to the lover. And when one is not attached to the lover, love reaches its highest peaks. The moment one is attached, one starts falling low. Attachment is a kind of gravitation—unattachment is grace. Unreal love is another name for attachment; real love is very detached.","Then dont commit? Can this fit into worldly life.","Love is the greatest experiment in life, and those who live without experimenting with love energy will never know what life","Love is the greatest experiment in life, and those who live without experimenting with love energy will never know what life","Love is the greatest experiment in life, and those who live without experimenting with love energy will never know what life is.","if you love yourself you will become narcissistic.” It is not true.","Love the real self and not ego","Parents are fulfilling their duties toward their children and then in return, children will fulfill their duties toward their parents. The wife is dutiful toward her husband and the husband is dutiful toward his wife. Where is love?","Love knows nothing of duty. Duty is a burden, a formality. Love is a joy, a sharing; love is informal.","If you live love, you have to share it.","A single person is enough to fill the whole universe with love, just as a single pebble can fill the whole lake with ripples—a small pebble.","meditation is nothing but enjoying your beautiful aloneness.","We don’t have too much time. We don’t have time enough to grow, to be, to rejoice.","Love yourself, says Buddha, and then immediately he adds, and watch. That is meditation—","Your mind is constantly projecting—projecting itself. Your mind is constantly interfering with reality, giving it a color, shape, and form that are not its own. Your mind never allows you to see that which is; it allows you to see only that which it wants to see.","Meditation means putting the mind aside so that it no longer interferes with reality and you can see things as they are.","Walking, watch your walking. Eating, watch your eating.","Taking a shower, watch the water, the cold water falling on you, the touch of the water, the coldness, the shiver that goes through your spine","A moment finally comes when you can watch even your sleep.","Then, you will be awake and your body will be asleep.","Only a very deeply selfish person can be unselfish.","You may go and serve people but you will do it only because you enjoy it, because you love doing it, you feel happy and blissful doing it—you feel yourself doing","Whenever you are too delighted in life, how to express it? You create something—something or other.","You are just here for a few years to be. Enjoy, delight, be happy, dance,","You are just here for a few years to be. Enjoy, delight, be happy, dance, and love; and","You are just here for a few years to be. Enjoy, delight, be happy, dance, and love;","Man made prisoner by the love of a woman and woman made prisoner by the love of a man are equally unfit for freedom’s precious crown. But man and woman made as one by love, inseparable, indistinguishable, are verily entitled to the prize.","Love leads to the ultimate experience—called God, called the Absolute, called the Truth.","there are two nothingnesses sitting together, two zeros sitting together—and that is the beauty of love, that it makes you utterly empty of the self.","My own observation is this: Out of a hundred loves, ninety-nine are narcissistic. People don’t love the woman that is there. They love the appreciation that the woman is giving to them, the attention that the woman is giving to them, the flattery that the woman is showering on the man.","will be moving in an uncharted ocean. You cannot use your mind with the new; with the old, the mind is skillful. The mind can function only with the old; with the new, the mind is utterly useless.","You will be moving in an uncharted ocean. You cannot use your mind with the new; with the old, the mind is skillful. The mind can function only with the old; with the new, the mind is utterly useless.","But the higher love needs you to be open. The higher love needs you to be vulnerable. You have to drop your armor; that is painful. You have not to be constantly on guard. You have to drop the calculating mind. You have to risk. You have to live dangerously. The other can hurt you; that is the fear in being vulnerable. The other can reject you; that is the fear in being in love.","That is absolutely necessary, because you become aware of your totality only when you are provoked by the presence of the other, when your presence is enhanced by the presence of the other, when you are brought out of your narcissistic, closed world under the open sky.","but our society exists, is based on this idea that each person is a person, not a presence.","The truth is that there is no person at all in the world; there is only presence. You are not—not as an ego, separate from the whole. You are part of the whole. The whole penetrates you, the whole breathes in you, pulsates in you, the whole is your life.","Love gives you the first experience of being in tune with something that is not your ego. Love gives you the first lesson that you can fall into harmony with someone who has never been part of your ego.","Love needs intimacy, and only when you are intimate does the other become a mirror.","Love is the greatest Zen koan.","It is painful, but don’t avoid it. If you avoid it you have avoided the greatest opportunity to grow. Go into it, suffer love, because through the suffering comes great ecstasy. Yes, there is agony, but out of the agony,","ecstasy is born. Yes, you will have to die as","an ego, but if you can die as an ego, you will be born as God, as a buddha.","The people who say life is meaningless are the people who","Love will give you the first proof that life is not meaningless. The people who say life is meaningless are the people who have not known love.","“I am this, and now this is going. I am dying.”","You are not dying, but only an illusion is dying. You have become identified with the illusion, true, but the illusion is still an illusion. And only when the illusion is gone will you be able to see who you are.","In the world, as I see it, there are only two types of minds: the Greek and the Hindu. The Greek mind has a passion to know, and the Hindu mind has a passion to be.","Not to know it in a logical way, but to drown in one’s own existence so one can taste it, so one can be it—because there is no other way to know, really.","It has helped, but it has helped only in one direction, the direction of matter. That is the way to know matter. You can never come to know mind that way, only matter. You can never come to know consciousness that way. You can know the outside, you can never know the inside—","There is no possibility to know it as you know other things; you can only be it.","And then for the first time the great synthesis will arise, the greatest ever—which will not think in extremes, which will not think that if you go outside, if you are a searcher after knowledge then you lose your roots in being; or if you search in your being you lose your roots in the world, in the scientific realm. Both can be together, and whenever this happens a man has both wings and he can fly to the highest sky possible. Otherwise you have only one wing.","The Hindu mind says, When thinking disappears completely, only then is there any possibility to know.","be in Zazen,","Love is a by-product. When the spring comes and you suddenly start flowering, blossoming, and you release your potential fragrance—sharing that fragrance, sharing that grace, sharing that beauty is love.","A perfectionist is a person who takes great pains, and gives even greater pains to others. And the outcome is just a miserable world!","First, be thyself; first, know thyself, and love will come as a reward.","When love comes for the first time and fills your being you are absolutely overwhelmed and mystified. You don’t know what is happening. You know your heart is dancing, you know you are surrounded by celestial music, you know fragrances that you have never known before. But it takes a little time to put all these experiences together and to remember that perhaps this is what love is. Slowly, slowly it sinks into your being.","“I will go on just being myself. I am not going to take any notice of the priests and the preachers because I trust that God’s love is great enough; I cannot commit a sin that can be greater than his love. So why be worried? Our hands are small and our sins are small. Our reach is small; how can we commit sins which God’s love cannot forgive? If God is love then he cannot be present on the last judgment day to sort out the saints and throw the remaining millions and millions of people into hell for eternity.”","God is no longer a person but only an experience of those who have known love.","When love will be there you will not be there.","“I had been searching for truth, but it is strange to say that as long as the searcher was there, truth was not found. And when the truth was found, I looked all around . . . I was absent. When the truth was found, the seeker was no more; and when the seeker was, truth was nowhere.”","They are the people who burden their children with the whole load of rubbish that generations have been carrying and each generation goes on transferring it to another generation. The madness goes on . . . becoming mountainous.","the very joy of giving is so much that who cares who is on the receiving end?",". . it can be conveyed in absolute silence. It need not be said, it declares itself.","existence love starts showering on you. The more you give, the more you get. Life becomes a sheer dance of love.","of existence love starts showering on you. The more you give, the more you get. Life becomes a sheer dance of love.","The more you give, the more you get. Life becomes a sheer dance of love.","And there are a few flowers of love that bloom only after long intimacies. There are seasonal flowers, too; within six weeks they are there, in the sun, but within six weeks again they are gone forever","Forget relationships and learn how to relate.","And to take the other for granted is insulting, disrespectful.","The woman that you knew yesterday is not there today. So much water has gone down the Ganges; she is somebody else, totally different. Relate again, start again, don’t take it for granted.","Again and again, you are introducing yourself to each other. You are trying to see the many facets of the other’s personality.","You are trying to unravel a mystery that cannot be unraveled. That is the joy of love: the exploration of consciousness.","Getting deeper into the other, knowing his feelings, his thoughts, his deeper stirrings, you will be knowing your own deeper stirrings, too. Lovers become mirrors to each other, and then love becomes a meditation.","The unknown was the attraction, the unfamiliar was the attraction.","They cannot live without each other because of the habit, and they cannot live together because there is no romance.","but the next love will be better; you will choose with a better consciousness. Or maybe this love, with a better consciousness, will change its quality. So whatsoever happens, one should remain open.","Let there be spaces in your togetherness. And let the winds of heavens dance between you.","Wow","Love one another, but make not a bond of love: Let it rather be a moving sea between the shores of your souls.","Have you seen a husband and wife on the road? You may not know whether they are husband and wife, but if they are both sad you can be certain they are.","Lol","I said, “There is nothing in it, it is simple. If he were your husband, then once he had disappeared, if he had come back at the station where you were going to get off, you would be fortunate!”","Be together but do not try to dominate, do not try to possess and do not destroy the individuality of the other.","If freedom and love together can be yours, you don’t need anything more. You have got it—that for which life is given to you.","But what happens is that whenever a person is in love he forgets all about meditation. I go on looking around me—whenever I see a few persons missing, I know what has happened to them. Love has happened to them.","Now is the time to meditate!","Love and meditation should go hand in hand.","Play the game, that’s its reality. And if you are too much a seeker for reality, then love is not for you.","If you go to a bank and you need money, they will not give you any. If you don’t need money, you have enough, they will come to you and they will always be ready to give you some. When you don’t need, they are ready to give you; when you need, they are not ready to give you.","But then, too, you cannot be certain whether the other’s love is real or not—you can be certain about only one thing: whether your love is real. How can you be certain about the other? But then there is no need.","That, too, creates a problem. When a love is finished, you start thinking it was false—that’s why it has come to an end. No, not necessarily—not necessarily. It may have had some glimmer of truth in it, but you were both","unable to keep and hold that truth. You killed it. It was there and you murdered it. You were not capable of love.","Love is not a learning but a growth.","Once the obstacles are removed, the rocks thrown away, the flow starts.","When you feel jealous, it is not love that feels jealous; love has never known anything of jealousy. Just as the sun has never known anything of darkness,","It is the ego that feels hurt, it is the ego that feels competitive, in a constant struggle","is the ego that feels hurt, it is the ego that feels competitive, in a constant struggle","Ego be gone","is the ego that is ambitious and wants to be higher than others, wants to be somebody special. It is the ego","All these things are so ugly that you cannot tolerate to be with them even for a single moment if you see their reality. So they don’t allow you to see the reality. Jealousy pretends to be love, possessiveness creates a mask of love . . . and then you are at ease.","very delicate and fine and subtle. Excitement can look like ecstasy—it is not, because ecstasy is basically cool. Passion is hot. Love is cool, not cold but cool. Hatred is cold. Passion, lust, is hot. Love is exactly in the middle. It is cool—neither cold nor hot.","Love is the middleground between passion and hatred","Love is possible only when meditation has happened. If you don’t know how to be centered in your being, if you don’t know how to rest and relax in your being, if you don’t know how to be utterly alone and blissful, you will never know what love is.","Many times I say learn the art of love, but what I really mean is: Learn the art of removing all that hinders love.","When anxious or jealous remember that they are hindrances","It is like digging a well: You go on removing many layers of earth, stones, rocks, and then suddenly there is water. The water was always there; it was an undercurrent. Now you have removed all the barriers, the water is available. So is love: Love is the undercurrent of your being. It is already flowing, but there are many rocks, many layers of earth to be removed.","In fact people are very very afraid of saying to a person, “I love you.”","When you say to a person, “I love you,” you take a risk. You are saying “I love you: I will remain loving you, I will love you tomorrow, too. You can depend on me, this is a promise.”","Love has the quality of promise in it, and commitment, and involvement","I have seen your innermost core, the core that is divine.”","The question is significant. You will have to be very, very understanding, because it is subtle and complex, too.","When I said that love is commitment, what do I mean by it? I don’t mean that you have to promise for tomorrow, but the promise is there. You don’t have to promise, but the promise is there.","Not out of courtesy or force, but its just assumed. It automatically will be there","The mind cannot conceive and comprehend that there will be a time when you will not be with this person and this person will not be with","commitment. Not that you say","you. This is commitment.","It is not a promise. It is just that the depth and the totality of love is such that it comes automatically to you to say, “I will love you forever and ever. Even death will not be able to part us.” This is the feeling of total love.","And let me repeat again—that does not mean that tomorrow you will be together. Who knows? That is not the point at all. Tomorrow will take care of itself. Tomorrow never enters into the mind that is in love. Tomorrow is not conceived at all; future disappears, this moment becomes eternity. This is commitment.","So there is every possibility that you may love—but it is always a perhaps. And love understands that.","And if one day you leave your woman or your woman leaves you, you will not start shouting at her, “What do you mean now? You","So what is wrong in it? Love has to arise out of lust. If you avoid lust, you will be avoiding the whole possibility of love itself.","but if you destroy lust completely, you destroy the very possibility of the flower arising out of the mud.","“We have breakfast and then we","make love, then we eat lunch and we","make love, we have dinner and then we make love.”","“Who said anything about heaven?” said Berkowitz. “I am in Wisconsin, and I am a bull.”","If love arises out of lust, you start rising toward higher being. So remember—what you want to become, a buddha or a bull, depends on you.","you want to become a buddha, then don’t be afraid of sex.","you want to become a buddha, then don’t be afraid of sex.","If you want to become a buddha, then don’t be afraid of sex.","Yayyyyyyyyy XD","There is the third possibility, the possibility of the wise, who looks at life. Who has no theories to enforce on life, who just tries to understand. He comes to see that sex is the beginning but not the end. Sex is just an opportunity to grow beyond it—but one has to pass through it.","I am in favor of love. Let me explain it to you: Be true to love, and don’t bother about partners. Whether one partner or many partners is not the question. The question is whether you are true to love.","But if it is possible, if you love a person and live the whole life with him or with her, a great intimacy will grow and love will have deeper and deeper revelations to make to you. It is not possible if you go on changing partners very often. It is as if you go on changing a tree from one place to another, then another; then it never grows roots anywhere. To grow roots, a tree needs to remain in one place. Then it goes deeper; then it becomes stronger.","Explains why changing parteners might not be ideal","In each woman all women are represented, and in each man all men are represented.","So if love is there, stick to it. Give it a chance to grow. But if it is not there, change before you become addicted to a relationship without love.","Dont get addicted","If you don’t love a woman, don’t sleep with her;","secrecy is politics. It should not be in love. You should not hide anything. Whatsoever arises in your heart should remain transparent to your beloved, and whatsoever arises in her heart should remain transparent to you.","you will, by and by, start meeting the woman that is within you; you will start meeting the man that is within you. The outer woman is just a path to the inner woman; and the outer man is also just a path to the inner man.","And the possibility is that you may become an addict to change. You will just start enjoying change. Then you are lost.","On the level of body, you can come close but you cannot become one. Only on the level of the heart, can you become one—but only momentarily, not permanently. At the level of being, you are one. There is no need to become one; it has only to be discovered.","It is good that love fails, because the failure of love is bound to take you on a new pilgrimage.","And there is no harm in loving a stranger. In fact, it is more exciting to love a stranger.","This is the attitude of the determinist, the fatalist.","this kind of approach means there is no possibility of any radical change. Nothing can be done at all about man’s transformation; everything is going to happen the way it is going to happen.","tathata.","all animals are born with a program, only man is born without a program. Man is born as a tabula rasa, a clean slate;","Man is not only free, man is freedom.","Ultimately, you will be standing before existence totally responsible for yourself.","say to you, you are absolutely free, unconditionally free. Don’t avoid the responsibility; avoiding is not going to help. The sooner you accept it the better, because immediately you can start creating yourself And the moment you create yourself great joy arises, and when you have completed yourself, the way you wanted to, there is immense contentment, just as when a painter finishes his painting, the last touch, and a great contentment arises in his heart. A job well done brings great peace. One feels that one has participated with the whole.","say to you, you are absolutely free, unconditionally free. Don’t avoid the responsibility; avoiding is not going to help. The sooner you accept it the better, because immediately you can start creating yourself And the moment you create yourself great joy arises, and when you have completed yourself, the way you wanted to, there is immense contentment, just as when a painter finishes his painting, the last touch, and a great contentment arises in his heart. A job well done brings great peace. One feels that one has participated with the whole.","I say to you, you are absolutely free, unconditionally free. Don’t avoid the responsibility; avoiding is not going to help. The sooner you accept it the better, because immediately you can start creating yourself And the moment you create yourself great joy arises, and when you have completed yourself, the way you wanted to, there is immense contentment, just as when a painter finishes his painting, the last touch, and a great contentment arises in his heart. A job well done brings great peace. One feels that one has participated with the whole.","Creating a poem is nothing, creating music is nothing compared to creating yourself, creating your consciousness, creating your very being.","The first is that it is risky, because only you are responsible","Secondly, the freedom can be misused—because you can choose the wrong thing to be.","Zarathustra.","Man is not an entity, he is a bridge, a bridge between two eternities—the animal and the god, the unconscious and the conscious. Grow in consciousness, grow in freedom. Take each step out of your own choice. Create yourself and take the whole responsibility for it.","When you fall in love, suddenly all your capacities are at their peak, at their crescendo. Just a moment ago you were looking dull and then you meet your woman and suddenly a great joy has erupted in your being; you are aflame. While people are in love they perform at their maximum. When love disappears or when love is not there, they perform at their minimum.","When you fall in love, suddenly all your capacities are at their peak, at their crescendo. Just a moment ago you were looking dull and then you meet your woman and suddenly a great joy has erupted in your being; you are aflame. While people are in love they perform at their maximum. When love disappears or when love is not there, they perform at their minimum. The most intelligent people are the most sexual","When you fall in love, suddenly all your capacities are at their peak, at their crescendo. Just a moment ago you were looking dull and then you meet your woman and suddenly a great joy has erupted in your being; you are aflame. While people are in love they perform at their maximum. When love disappears or when love is not there, they perform at their","The most intelligent people are the most sexual people.","Yayyyyyy XD","When a woman is loved she becomes more beautiful immediately, instantly!","Jesus is also contaminated by the rabbis and the priests. It is the same company, just with different labels and different trademarks.","Whenever you see a Tibetan quickly doing “Om mani padme hum” you can be certain he is tempted by the devil, because that mantra is used to make the devil afraid. And the faster you do it, the faster the devil will run away.","tribes. The reasoning is very simple. First, nature has prepared you for something; you should not be denied your natural right.","You can see your mother is wrong and she is fighting with the neighbor and the neighbor is right—but you have to be with the mother. This is the learning of an unjust life.","loving. The family teaches you a kind of conflict with society, with other families. The family demands monopoly—it asks you to be for it and against all others.","In a commune they will have many places to go. They will have many uncles and many aunts and many people—they will not be so helpless. They will not be in your hands as much as they are right now. They will have more independence, less helplessness. You will not be able to coerce them so easily.","Possession should not come in between. We must remain individuals and we must move as independent, free consciousnesses.","This created the idea of celibacy. Because in marriage it was found continuously that if one partner became interested in meditation, the marriage was jeopardized. It was better not to get involved, not to hurt somebody else’s feelings, and remain alone. But this was a wrong decision.","They tried the other way: celibacy first, thinking that then would come the transformation. It does not work that way. Transformation has to be first.","Hence all organized religions started teaching a life of condemnation, renunciation; a life which is basically negative. This was a misunderstanding.","You are going to travel in an unknown territory every moment, every day.","But if you love, you can wait a little till the other arrives, and then, hand in hand, you can move further.","Hindu, Jaina, Buddhist—watch them. They don’t give a radiant feeling, they don’t have the aura of fragrance, they don’t look more alive than you are; in fact, they look less alive, crippled, paralyzed. Controlled, of course, but not in a deep, inner discipline; controlled but not conscious.","The monk from Conan in Korea was nice","You ask, How can I know if detachment or indifference is growing within? If you are feeling happy, if you are feeling happy with whatsoever is growing, more centered, more grounded, more alive than before, then go headlong into it.","When you are unhappy, you know; when you are happy, you know. Then it is an intrinsic value. You know it, you are born knowing it, so let that intrinsic indication be used and it will never falsify your life.","Money is a very strange thing. You can accumulate it; that is the strangest secret of money. You cannot accumulate milk products, you cannot accumulate vegetables.","And there will be a deep interdependence, sharing ideas and skills, without any of the attitudes that grow out of possessiveness, like nationalism and fanaticism.","Aloneness is your very nature.","Aloneness seems almost like a death. In a way it is a death; it is the death of the personality that you have created in the crowd.","In the crowd you know exactly who you are. You know your name, you know your degrees, you know your profession; you know everything that is needed for your passport, your identity card. But the moment you move out of the crowd, what is your identity, who are you? Suddenly you become aware that you are not your name—your name was given to you. You are not your race—what relationship has race with your consciousness? Your heart is not Hindu or Mohammedan; your being is not confined to any political boundaries of a nation; your consciousness is not part of any organization or church. Who are you?","Those who have reached to aloneness have found nobody there. I really mean nobody—no name, no form, but a pure presence, a pure life, nameless, formless. This is exactly the true resurrection, and it certainly needs courage. Only very courageous people have been able to accept with joy their nobodiness, their nothingness. Their nothingness is their pure being; it is a death and a resurrection both.","This is scary","Only love can be courageous. Do you love yourself? Do you love this existence? Do you love this beautiful life, which is a gift?","Your aloneness is your truth. Your aloneness is your divineness. The function of a master","Your aloneness is your","Your aloneness is your","Your aloneness is your truth. Your aloneness is your divineness.","In the crowd you watch the crowd; in the mountains you watch the mountains. With open eyes you watch existence; with closed eyes you watch yourself. You are only one thing: the watcher.","Buddhism, Christianity, Hinduism, and all other “-isms” that have become established religions, are just pacifiers. They give you consolation, they give you a good sleep, they allow a soothing existence in this torturing slavery all around;","It is not the society that follows you, it is you. You always create your society around you—you are a creator. Something in you exists as a seed, which creates the society.","almost crazy, you are not in your senses. But watch lovers; they say to each other, “I love you,” but deep down in their hearts they want to be loved. To love is not the thing, to be loved is the real thing","Loneliness means you are missing someone; you are empty, and you are afraid in this vast universe.","Aloneness has a totally different meaning: It does not mean that you are missing someone, it means that you have found yourself. It is absolutely positive.","Eternity in the past and eternity in the future both belong to you. And the present moment becomes a meeting point of two eternities: one going toward the past, one going toward the future.","You have to recognize, howsoever painful it appears in the beginning, that “I am alone and in a strange land.”","Love is love—have you ever heard about Hindu love? Mohammedan love? Consciousness is consciousness—have you ever thought about Indian consciousness or Chinese consciousness? Enlightenment is enlightenment; whether it happens in the white body or in the black body, whether it happens in the young man or in the old man, whether it happens in a man or in a woman, it does not make any difference. It is the same experience, the same taste, the same sweetness, the same fragrance.","It may take a little time because old habits die hard. Even if you close your eyes, thoughts will go on crowding you. Those thoughts are from the outside and the simple method, which has been followed by all the great seers of the world, is just to watch your thoughts—just to be a witness. Don’t condemn them, don’t justify them, don’t rationalize them.","Remain aloof, remain indifferent, let them pass—they will be gone.","This too shall pass","Life is a mystery, but you can reduce it to a problem. And once you make a mystery a problem you will be in difficulty, because there can be no solution to it. A mystery remains a mystery; it is insoluble","My observation of the questioner is that she is a born meditator. Rather than making it a problem, rejoice!","a Buddha is bound to remain an outsider. All Buddhas are outsiders.","sadness is certainly more real because it is yours, it is authentic. Your happiness is shallow; it is not yours, it depends on something, somebody. And anything that makes you dependent, however happy you can feel for a few moments, soon the honeymoon is over—sooner than you had ever expected.","When you are sad, it is a momentous phenomenon, very sacred, something of your own. Get acquainted with it, go deeper into it, and you will be surprised. Sit silently, and be sad. Sadness has its own beauties.","all relationships look like a dependence, a bondage. But this is a passing phase; don’t make it a permanent attitude.","But Zen is very strict about it—it is not meditation, it is still thinking. You are still concerned with the other.","existence is made of the stuff called joy.","Passion is a search for happiness; compassion is an expression of happiness.","When you are enjoying others, enjoy, and enjoy to the full; there is no need to bother about aloneness. And when you are fed up with others, then","move into aloneness and enjoy it to the full.","Real lovers, intelligent lovers, will make each other alert to the phenomenon: “When I want to be alone that does not mean that I am rejecting you. In fact, it is because of your love that you have made it possible for me to be alone.” And if your woman wants to be left alone for one night, for a few days, you will not feel hurt.","If two persons are really respectful—and love is always respectful, it reveres the other; it is a very worshipful, prayerful state—then slowly, slowly you will understand each other more and more and you will become aware of the other’s rhythm and your rhythm."]},{"title":"Tiny Beautiful Things: Advice on Love and Life from Someone Who's Been There: A Reese Witherspoon Book Club Pick","author":"Cheryl Strayed","kinds":["highlight","highlight"],"contents":["You cannot convince people to love you. This is an absolute rule. No one will ever give you love because you want him or her to give it. Real love moves freely in both directions. Don’t waste your time on anything else.","What’s the difference between me praying and me talking to myself in my head?"]},{"title":"pg58585-images-3","author":"Sowmiya","kinds":["highlight","highlight","highlight","note","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight"],"contents":["When love beckons to you, follow him, Though his ways are hard and steep. And when his wings enfold you yield to him, Though the sword hidden among his pinions may wound you. And when he speaks to you believe in him,","All these things shall love do unto you that you may know the secrets of your heart, and in that knowledge become a fragment of Life’s heart.","But if in your fear you would seek only love’s peace and love’s pleasure, Then it is better for you that you cover your nakedness and pass out of love’s threshing-floor, Into the seasonless world where you shall laugh, but not all of your laughter, and weep, but not all of your tears.","Wow","When you love you should not say, “God is in my heart,” but rather, “I am in the heart of God.”","And think not you can direct the course of love, for love, if it finds you worthy, directs your course.","But let there be spaces in your togetherness, And let the winds of the heavens dance between you.","Love one another, but make not a bond of love: Let it rather be a moving sea between the shores of your souls. Fill each other’s cup but drink not from one cup.","And there are those who have little and give it all. These are the believers in life and the bounty of life, and their coffer is never empty.","You often say, “I would give, but only to the deserving.” The trees in your orchard say not so, nor the flocks in your pasture.","Surely he who is worthy to receive his days and his nights, is worthy of all else from you. And he who has deserved to drink from the ocean of life deserves to fill his cup from your little stream. And what desert greater shall there be, than that which lies in the courage and the confidence, nay the charity, of receiving?","When you kill a beast say to him in your heart, “By the same power that slays you, I too am slain; and I too shall be consumed. For the law that delivered you into my hand shall deliver me into a mightier hand.","You work that you may keep pace with the earth and the soul of the earth. For to be idle is to become a stranger unto the seasons, and to step out of life’s procession, that marches in majesty and proud submission towards the infinite.","wind speaks not more sweetly to the giant oaks than to the least of all the blades","wind speaks not more sweetly to the giant oaks than to the least of all the blades","wind speaks not more sweetly to the giant oaks than","wind speaks not more sweetly to the giant oaks than to the least of all the blades of grass;","Together they come, and when one sits alone with you at your board, remember that the other is asleep upon your bed.","Among the hills, when you sit in the cool shade of the white poplars, sharing the peace and serenity of distant fields and meadows—then let your heart say in silence, “God rests in reason.” And when the storm comes, and the mighty wind shakes the forest, and thunder and lightning proclaim the majesty of the sky,—then let your heart say in awe, “God moves in passion.”","Your friend is your needs answered.","And let there be no purpose in friendship save the deepening of the spirit.","For what is your friend that you should seek him with hours to kill? Seek him always with hours to live. For it is his to fill your need, but not your emptiness. And in the sweetness of friendship let there be laughter, and sharing of pleasures. For in the dew of little things the heart finds its morning and is refreshed.","For a divided house is not a den of thieves; it is only a divided house.","You are good in countless ways, and you are not evil when you are not good, You are only loitering and sluggard.","You pray in your distress and in your need; would that you might pray also in the fullness of your joy and in your days of abundance."]},{"title":"Kitchen","author":"Banana Yoshimoto","kinds":["highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight"],"contents":["When I’m dead worn out, in a reverie, I often think that when it comes time to die, I want to breathe my last in a kitchen. Whether it’s cold and I’m all alone, or somebody’s there and it’s warm, I’ll stare death fearlessly in the eye. If it’s a kitchen, I’ll think, “How good.”","over the rain-hounded night panorama. I was tied by blood to no creature in this world. I could go anywhere, do anything. It was dizzying.","I was tied by blood to no creature in this world. I could go anywhere, do anything. It was dizzying.","Their faces shone like buddhas when they smiled.","Maybe all I had been hoping for was a bed in which to be able to stop thinking, just for a little while, about what happened before and what would happen in the future.","wanted. I was happy. I’ve always been like that—if I’m not pushed to","I’ve always been like that—if I’m not pushed to the brink, I won’t move.","In this world there is no place for sadness. No place; not one.","“Yes. But if a person hasn’t ever experienced true despair, she grows old never knowing how to evaluate where she is in life; never understanding what joy really is. I’m grateful for it.” Her hair rustled, brushing","“Yes. But if a person hasn’t ever experienced true despair, she grows old never knowing how to evaluate where she is in life; never understanding","“Yes. But if a person hasn’t ever experienced true despair, she grows old never knowing how to evaluate where she is in life; never understanding what joy really is. I’m grateful for it.”","I grow older, much older, I will experience many things, and I will hit rock bottom again and again. Again and again I will suffer; again and again I will get back on my feet. I will not be defeated. I won’t let my spirit be destroyed.","I grow older, much older, I will experience many things, and I will hit rock bottom again and again. Again and again I will suffer; again and again I will get back on my feet. I will not be defeated. I won’t let my spirit be destroyed.","As I grow older, much older, I will experience many things, and I will hit rock bottom again and again. Again and again I will suffer; again and again I will get back on my feet. I will not be defeated. I won’t let my spirit be destroyed.","“Eriko, you’re looking a little masculine tonight!” She flashed me a big smile and said, “Poor me! I have a smart-ass for a daughter. I wonder if she’s hitting puberty?”","Once in a while Nori’s mother would telephone. She was so gentle and kind she made me feel shy. What amazed me was that she usually seemed to know Nori’s schedule for the entire day. But then I guess all mothers are like that. Nori would talk to her on the phone in a voice like a silver bell, smiling a little smile and smoothing her long, fluttering hair.","“Eriko raised me that way,” he said, laughing. “If I didn’t open the door for her, she’d get mad and refuse to get in the car.” “Even though she was a man!” I said, laughing.","I realized that the world did not exist for my benefit. It followed that the ratio of pleasant and unpleasant things around me would not change. It wasn’t up to me. It was clear","that the best thing to do was to adopt a sort of muddled cheerfulness. So I became a woman, and here I am.”","Why is it we have so little choice? We live like the lowliest worms. Always defeated—defeated we make dinner, we eat, we sleep. Everyone we love is dying. Still, to cease living is unacceptable."]},{"title":"Animal farm","author":"George orwell","kinds":["highlight","highlight","highlight","highlight","highlight","highlight","highlight"],"contents":["When asked whether he was not happier now that Jones was gone, he would say only “Donkeys live a long time. None of you has ever seen a dead donkey,” and the others had to be content with this cryptic answer.","The cat joined the Re-education Committee and was very active in it for some days. She was seen one day sitting on a roof and talking to some sparrows who were just out of her reach. She was telling them that all animals were now comrades and that any sparrow who chose could come and perch on her paw;","The birds at first objected, since it seemed to them that they also had two legs, but Snowball proved to them that this was not so.","“Four legs good, two legs bad.”","This, said Squealer, was something called tactics.","He repeated a number of times, “Tactics, comrades, tactics!” skipping","He was always referred to in formal style as “our Leader, Comrade Napoleon,”"]},{"title":"The Tell","author":"V S Ramachandran","kinds":["highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","note","highlight","highlight","highlight","highlight","note","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","note","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","note","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight"],"contents":["themselves into arcing lines. He had rendered the magnetic field visible!","My point is that science should be question driven, not methodology driven. When your department has spent millions of dollars on a state-of-the-art liquid-helium-cooled brain-imaging machine, you come under pressure to use it all the time. As the old saying goes, ‘When the only tool you have is a hammer, everything starts to look like a nail.’ But I have nothing against high-tech brain scanners (nor against hammers).","We are the first and only species whose fate has rested in its own hands, and not just in the hands of chemistry and instinct.","It is as if the neuron (or the functional circuit of which it is a part) is empathizing with another person.","Indian and Buddhist mystics assert that there is no essential difference between self and other, and that true enlightenment comes from the compassion that dissolves this barrier.","Maybe some day we will even answer the most difficult question of all: How does the human brain give rise to consciousness? What or who is this ‘I’ within me that illuminates one tiny corner of the universe, while the rest of the cosmos rolls on indifferent to every human concern? A question that comes perilously close to theology.","Thus the cerebellum is able to detect any mismatches that may occur between the intended action and the actual action, and in response can insert appropriate corrections into the outgoing motor signal. This sort of real-time, feedback-driven mechanism is called a servo-control loop.","opposite direction. This is called an intention","intention tremor.","In fact, if you zap the right angular gyrus with an electrode, you will have an out-of-body experience","Within some of these regions, there is a special class of nerve cells called mirror neurons. These neurons fire not only when you perform an action, but also when you watch someone else perform the same action.","To a surprising extent, the activity of each pathway—vision and hearing—must be segregated all the way up to the critically important anterior cingulate. This collar of tissue, as we shall see, is where your sense of free will partly originates.","first-order representation","second brain—a set of nerve connections, to be exact—that was in a sense parasitic on the old one.","second brain—a set of nerve connections, to be exact—that was in a sense parasitic on the old one. This second brain creates metarepresentations","(representations of representations—a higher order of abstraction)","For example, a first-order representation of disgust is a visceral ‘avoid it’ reaction, while a metarepresentation would include, among other things, the social disgust you feel towards something you consider morally wrong or ethically inappropriate.","Such higher-order representations can be juggled around in your mind in a manner that is unique to humans. They are linked to our sense of self and enable us to find meaning in the outside world—both material and social—and allow us to define ourselves in relation to it. For example, I can say, ‘I find her attitude towards emptying the cat litter box disgusting.’","Perhaps because the human brain emphasizes visual processing, the visual Jason stifles his auditory twin.","Most mysteriously, your brain also turns its view back on itself to generate your sense of self-awareness.","One is qualia—the immediate experiential qualities of sensation, such as the redness of red or the pungency of curry—and the second is the self who experiences these sensations. Qualia are vexing to philosophers and scientists alike because even though they are palpably real and seem to lie at the very core of mental experience, physical and computational theories about brain function are utterly silent on the question of how they might arise or why they might exist.","there is no way you can convey the ineffable quality of redness to someone else short of hooking up your brain directly to that person’s brain.","I suggested that qualia and self are different. Yet you can’t solve the former without the latter. The notion of qualia without a self experiencing/introspecting on them is an oxymoron. In similar vein Freud had argued that we cannot equate the self with consciousness. Our mental life, he said, is governed by the unconscious, a roiling cauldron of memories, associations, reflexes, motives, and drives. Your ‘conscious life’ is an elaborate after-the-fact rationalization of things you really do for other reasons.","Why?","Freud’s current unpopularity","he was right in arguing that only a limited part of the brain is conscious.","The conscious self is not some sort of ‘kernel’ or concentrated essence that inhabits a special throne at the centre of the neural labyrinth, but neither is it a property of the whole brain. Instead, the self seems to emerge from a relatively small cluster of brain areas that are linked into an amazingly powerful network.","This is astonishing. It implies that only the information streaming through your visual cortex is associated with consciousness and linked to your sense of self. The other parallel pathway can go about its business performing the complex computations required for hand guidance (or even correctly guessing colour) without consciousness ever coming into the picture. Why? These two paths for visual information are made up of identical-looking neurons, after all, and they seem to be performing equally complex computations, yet only the new pathway casts the light of consciousness on visual information.","?","First, let’s define these aspects of the self, or at the very least, our intuitions about them.","For instance, if I anaesthetize your arm and have you watch me touch my own arm, you begin to feel my touch sensations. So much for the privacy of self.","The self maintains an arrogant sense of privacy and autonomy that belies how closely it is linked to other brains. Can it be coincidental that almost all of our emotions make sense only in relation to other people? Pride, arrogance, vanity, ambition, love, fear, mercy, jealousy, anger, hubris, humility, pity, even self-pity—none of these would have any meaning in a social vacuum.","You can get ‘angry’ with the tree branch that fell on you, or even with the freeways or the stock market. It is worth noting that this is one of the major roots of religion: We tend to imbue nature itself with human-like motives, desire, and will, and hence we feel compelled to supplicate,","This persistent drive reveals just how much the self needs to feel part of a social environment that it can interact with and understand on its own terms. 6. Free will: You have a sense of being able","This persistent drive reveals just how much the self needs to feel part of a social environment that it can interact with and understand on its own terms.","Later in this chapter I will argue that your self-awareness might partly depend on your brain using mirror neurons recursively, allowing you to see yourself from another person’s (allocentric) viewpoint.","The answer to this question lies in the key concept of mismatch aversion, which as you will see plays a crucial role in many forms of mental illness. The general idea is that lack of coherence, or mismatch, between the outputs of brain modules can create alienation, discomfort, delusion, or paranoia.","apotemnophilia,","This representation of the body in the SPL (and probably its connections with the posterior insula) is partly innate. We know this because some patients with arms missing from birth experience vivid phantom arms, implying the existence of scaffolding that is hardwired by genes.","the brain is more tolerant of anomalies in the external world. It may even enjoy them: Some people love the thrill of solving baffling mysteries.)","In the controls, touching any part of the body activated right SPL. In all four patients, touching the part of the limb each one wanted removed evoked no activity in the SPL—the brain’s map of the body didn’t light up, so to speak, on the scans. But touching the unaffected limb did. If we can replicate this finding with a larger number of patients, our theory will be well supported.","SPL) to become transcribed into limbic","Consistent with this view, people who wish to have their leg amputated are almost always attracted to leg amputees, not arm amputees.","In humans this system may have turned inward, enabling a representation of one’s own mind. With the mirror-neuron system thus ‘bent back’ on itself full-circle, self-awareness was born.","turns out that in both cases your frontal lobes inhibit the activated mirror neurons at least enough to stop all this from happening so you remain anchored in your own body.","Additionally, ‘touch’ neurons in your skin send a null signal to your mirror neurons, saying, ‘Hey, you are not being touched’, to ensure that you don’t literally feel the other guy being touched.","Discrepancies between different inputs here produce vaguely articulated discomfort, as when your vestibular and visual senses are put in conflict on a ship and you feel queasy.","you don’t usually lie or cheat, even when 100 per cent sure you could get away with it if you tried. Indeed, your sense of morality and your concern for what others think of you are so powerful that you even act to extend them beyond your death. Imagine you have been diagnosed with terminal cancer and have old letters in your drawers that could be dredged up after your death, incriminating you in a sex scandal. If you are like most people, you will promptly destroy the evidence, even though logically, why should your posthumous reputation matter to you once you are gone?","What if the self is produced not by a single entity but by the push and pull of multiple forces of which we are largely unconscious? Now I’ll use the lenses of anosognosia and out-of-body experiences to examine the unity—and disunity—of the self.","Information arriving through the senses is ordinarily merged with pre-existing memories to create a belief system about yourself and the world. This internally consistent belief system, I suggest, is constructed mainly by the left hemisphere. If there is a small piece of anomalous information that doesn’t fit your ‘big picture’ belief system, the left hemisphere tries to smooth over the discrepancies and anomalies in order to preserve the coherence of self and the stability of behaviour. In a process called confabulation,","cognitive dissonance,","So it seems reasonable to postulate a ‘devil’s advocate’ in the right hemisphere that allows ‘you’ to adopt a detached, objective (allocentric) view of yourself.","The same is true for the majority of right-hemisphere strokes, but a significant minority of patients remain indifferent. They play down the extent of the paralysis and stubbornly deny that they cannot move—or even deny ownership of a paralysed limb! Such denial usually happens as a result of additional damage to the postulated ‘devil’s advocate’ in the right hemisphere’s frontoparietal regions, which allows the left hemisphere to go into an ‘open loop’, taking its denials to absurd limits.","‘I am an army officer, Doctor. I don’t take orders.’ ‘The medical students have been testing me all day. I am tired.’ ‘I have severe arthritis in my arm; it’s too painful to move.’","As the philosopher Daniel Dennett once said, the self is more akin conceptually to the ‘centre of gravity’ of a complicated object, its many vectors intersecting at a single imaginary point.","This procedure is known to activate the vestibular system and can provide a certain jolt to the body image; it can, for example, fleetingly restore awareness of the paralysis of the body to a patient with anosognosia due to a parietal stroke. When I did this for Patrick, he was astonished to notice the twin shrinking in size, moving, and changing posture. Ah, how little we know about the brain!","Ordinarily, when confronted with a threat, two outputs flow out from the hypothalamus: a behavioural output, such as running away or fighting; and an emotional output, such as fear or aggression. (We already mentioned the third output: autonomic arousal leading to sweating GSR, blood pressure, and heart-rate elevation.)","curiosity I irrigated his left ear canal with ice water. This procedure is known to activate the vestibular system and can provide a certain jolt to the body image; it can, for example, fleetingly restore awareness of the paralysis of the body to a patient with anosognosia due to a parietal stroke. When I did this for Patrick, he was astonished to notice the twin shrinking in size, moving, and changing posture. Ah, how little we know about the brain!","from the fusiform gyrus (Figures 9.1 and 9.2). If pathway 3 (the ‘so what’ stream, which evokes emotions) is compromised while pathway 2 (the ‘what’ stream, which enables identification) remains intact, the patient can recall facts and memories about his nearest and dearest—in a word, he can recognize them—but, jarringly, distressingly, he does not get the warm fuzzy feelings that he ‘should’.","As a result, she still responds emotionally to familiar faces—she gives a nice big GSR signal when seeing her mother, for example—even though she has no idea who she is looking at. Strangely, her brain—and skin—‘knows’ something that her mind is unaware of consciously.","self that is not aware of itself","‘I don’t know what you’re saying. You know the world is illusory as the Hindus say. Its all maya [the Sanskrit word for illusion].","‘I don’t know what you’re saying. You know the world is illusory as the Hindus say. Its all maya [the Sanskrit word for illusion]. And if the world doesn’t exist, then in what sense do I exist? We take all that for granted, but it","‘I don’t know what you’re saying. You know the world is illusory as the Hindus say. Its all maya [the Sanskrit word for illusion]. And if the world doesn’t exist, then in what sense do I exist? We take all that for granted, but it simply isn’t true.’","The explanation I propose is to think of Cotard syndrome as an extreme and more general form of Capgras syndrome. People with Cotard syndrome often lose interest in viewing art and listening to music, presumably because such stimuli also fail to evoke emotions. This is what we might expect if all or most sensory pathways to the amygdala are totally severed (as opposed to Capgras syndrome, in which just the ‘face’ area in the fusiform gyrus is disconnected from the amygdala). Thus for a Cotard patient, the entire sensory world, not just mum and dad, would seem derealized—unreal, as in a dream. If you added to this cocktail a derangement of reciprocal connections between the mirror neurons and the frontal lobe system, you would lose your sense of self as well. Lose yourself and lose the world—that’s as close to death in life as you can get.","The only way your brain can account for this combination is to ascribe the changes to some indecipherable and terrifying internal source. The brain finds free-floating (inexplicable) anxiety less tolerable than anxiety which can be clearly attributed to a source.","If you are the patient, then as soon as you sense the attack coming on, you could quickly start watching a horror movie on your iPhone, for example. This might abort the attack by allowing your brain to ascribe the physiological arousal to the external horror, rather than to some terrifying but intangible inner cause.","procedural memory,","semantic memory,","episodic memory,","Yet despite what you would expect from Schacter’s theory, there was no denying that he had a sense of self. The various attributes of self, it would seem, are like arrows pointing towards an imaginary point: the mental ‘centre of gravity’ of the self that I mentioned earlier.","Yet despite what you would expect from Schacter’s theory, there was no denying that he had a sense of self. The various attributes of self, it would seem, are like arrows pointing towards an imaginary point: the mental ‘centre of gravity’ of the self that I mentioned earlier. Losing any one arrow might impoverish the self but does not destroy it; the self valiantly defies the slings and arrows of outrageous fortune.","The patient’s left hand would reach out and grab objects without her intending to, and she had to use her right hand to pry loose her fingers to let go of the object. (Some of the male graduate students in my lab have dubbed this the ‘third-date syndrome’.)","To his astonishment he felt the next drop of water flowing up along the phantom, defying the law of gravity. Victor said he had never discovered","To his astonishment he felt the next drop of water flowing up along","To his astonishment he felt the next drop of water flowing up along the phantom, defying the law of gravity.","Even though the map is accurate for the most part, some portions of it are scrambled with respect to the body’s actual layout. Notice how the map of the face is located next to the map of the hand instead of being near the neck where it ‘should’ be. This provided the clue I was looking for.","The Penfield map of the skin surface on the postcentral gyrus (see Figure Int.2).","Finally, after amputation of the foot of another patient, sensations from the penis were felt in the phantom foot. (Indeed, the patient claimed that his orgasm spread into his foot and was therefore ‘much bigger than it used to be’.)","motor command signals to the missing arm. By the same token, they continue to cc these signals to the parietal lobes. These signals flow into the orphaned, input-hungry hand region of your body-image centre in the parietal lobe. These cc’ed signals from motor commands are misinterpreted by the brain as actual movements of the phantom.","So here we have a situation where the motor cortex was continually sending out movement commands to the arm, which the parietal lobe continually saw as having absolutely zero muscular or sensory effect. The synapses that used to support the strong correlations between motor commands and the sensory feedback they should generate were shown to be liars. Every new, impotent motor signal reinforced this trend, so the synapses grew weaker and weaker and eventually became moribund. In other words, the paralysis was learned by the brain, stamped into the circuitry where the patient’s body image was constructed. Later, when the arm was amputated, the learned paralysis got carried over into the phantom so the phantom felt paralysed.","for the first time in years. It was as though the mirror visual feedback (MVF) had allowed his brain to ‘unlearn’ the learned paralysis.","discrepant visual feedback thrown in via the mirror box—the brain just gives up and says, in effect,","discrepant visual feedback thrown in via the mirror box—the brain just gives up and says, in effect, ‘To hell with it; there is no arm.’","When I first observed this disappearance of the phantom using MVF,","suggested that the mirror box might help alleviate learned pain in the same way that it affects phantom pain.","complex regional pain syndrome-Type II (CRPS-II)","the pain has shrunk too! Down to about one-fourth the intensity it was before.’","how potent a factor vision (or its lack) can be in influencing phantom pain and motor paralysis.","optically mediated anaesthesia could be shown to work on an intact hand, it would be another astonishing example of mind–body interaction.","No scientist whose theoretical edifice is demolished by a single ugly fact entailing a complete overhaul is likely to find it amusing. (Believe me, I’ve tried!)","And the same holds for tickling. The huge adult approaches the child menacingly. She is clearly outmatched, prey, completely at the mercy of a hulking Grendel. Some instinctive part of her—her inner primate, primed to flee from the terrors of eagles and jaguars and pythons (oh my!)—cannot help but interpret the situation this way. But then the monster turns out to be gentle. It deflates her expectation of danger. What might have been fangs and claws digging fatally into her ribs turn out to be nothing but firmly undulating fingers.","And the child laughs. It may well be that tickling evolved as a early playful rehearsal for adult humour.","sexual receptivity and ovulation with estrus—a conspicuous colourful swelling of the rumps to resemble ripe fruits. (This feature has been lost in human females, who have evolved to be continuously receptive sexually throughout the month—something I have yet to observe personally.) In a further twist, as our ape ancestors","suggest—tongue in cheek—that our predilection","is an ironic thought that our enjoyment of a Monet or a Van Gogh or of Romeo’s savouring Juliet’s kiss may ultimately trace back to an ancient attraction to ripe fruits and rumps. (This is what makes evolutionary psychology so much fun: You can come up with an outlandishly satirical theory and get away with it.)","In addition to the extreme agility of our fingers, the human thumb developed a unique saddle joint allowing it to oppose the forefinger. This feature, which enables the so-called precision grip, may seem trivial, but it is useful for picking small fruits, nuts, and insects. It also turns out to be quite useful for threading needles, hafting hand axes, counting, or conveying Buddha’s peace gesture. The","canonical neurons. These neurons are similar in some respects to the mirror neurons I introduced in the last chapter. Like mirror neurons, each canonical neuron fires during the performance of a specific action such as reaching for a vertical twig or an apple. But the same neuron will also fire at the mere sight of a twig or an apple. In other words, it is as though the abstract property of graspability were being encoded as an intrinsic aspect of the object’s visual shape. The distinction between perception and action exists in our ordinary language, but it is one that the brain evidently doesn’t always respect.","ape can probably conjure up a mental picture of a banana or the alpha male of his troop, but only a human can mentally juggle visual symbols to create novel combinations, such as babies sprouting wings (angels) or beings that are half-horse, half-human (centaurs). Such imagery and ‘off-line’ symbol juggling may, in turn, be a requirement for another unique human trait, language, which we take up in Chapter","Dr McFee elicited a classic sign called rebound","Dr McFee elicited a classic sign called rebound tenderness.","‘My vision is fine, Doctor. Things are out of focus in my mind, not in my eye.’ Even more remarkably, he couldn’t","‘My vision is fine, Doctor. Things are out of focus in my mind, not in my eye.’","He walked out of his house and much to his wife’s surprise picked up a pair of shears and proceeded to trim the hedge effortlessly. However, when he tried to tidy up the garden, he often plucked the flowers from the ground because he couldn’t tell them from the weeds. Trimming the hedge, on the other hand, required only that John see where the unevenness was. No identification of objects was required. The distinction between seeing and knowing is illustrated well by John’s predicament.","Even though our picture of the world seems coherent and unified, it actually emerges from the activity those thirty (or more) different visual areas in the cortex, each of which mediates multiple subtle functions.","homunculus fallacy.","Instead, you must understand that as soon as the rays of light are converted into neural impulses at the back of your eye, it no longer makes any sense to think of the visual information as being an image.","the brain creates symbolic descriptions. It does not recreate the original image, but represents the various features and aspects of the image in totally new terms—not with squiggles of ink, of course, but in its own alphabet of nerve impulses.","First, what you see can’t just be the image on the retina because the retinal image can remain constant but your perception can change radically. If perception simply involves transmitting and displaying an image on an inner mental screen, how can this be true? Second, the converse is also true: The retinal image can change, yet your perception of the object remains stable. Third, despite appearances, perception takes time and happens in stages.","Without visibly moving, it switched its orientation right in front of his very eyes. Was the crystal itself changing? To find out he drew a wire-frame cube on a scrap of paper and noticed that the drawing did the same thing. Conclusion: His perception was changing, not the crystal. You can try this on yourself. It is fun even if you have tried it dozens of times in the past. You will see that the drawing suddenly flips on you, and it’s partly—but only partly—under voluntary control","perception involves judgement and interpretation. Perception","Perception is an actively formed opinion of the world rather than a passive reaction to sensory input from it.","But surely this begs the question. How does your visual system know what a normal room should look like from exactly this particular vantage point?","The only way it can do this is by bringing in certain built-in knowledge or hidden assumptions about the world—such as walls being parallel, floor tiles being squares, and so on—to eliminate the infinity of false rooms.","Each of these responds optimally to just one wavelength but will continue to respond, though less well, to other wavelengths.","Thus any observed colour will excite the red, green, and blue receptors in different ratios, and higher brain mechanisms interpret each ratio as a different colour. Yellow","Thus any observed colour will excite the red, green, and blue receptors in different ratios, and higher brain mechanisms interpret each ratio as a different colour. Yellow light, for example, falls halfway in the spectrum between red and green, so it activates red and green receptors equally and the brain has learned, or evolved to interpret, this as the colour we call yellow.","It occurred to me that another possibility is that your visual system assumes that there is only a single light source illuminating the entire scene or large chunks of it.","you ever catch hold of an alien, be sure to show her this display to find out if her solar system had a single sun like ours.","We may conclude that, in addition to the single-light-source assumption revealed in Figure 2.4, there is another even stronger assumption at work, which is that the light is shining from above.","It’s as if your brain assumes that the sun is stuck to the top of your head and remains stuck to it when you tilt your head 90 degrees!","Pat Churchland and Daniel Dennett,","What these back projections are doing is anybody’s guess, but my hunch is that at each stage in processing, whenever the brain achieves a partial solution to a perceptual ‘problem’—such as determining an object’s identity, location, or movement—this partial solution is immediately fed back to earlier stages. Repeated cycles of such an iterative process help eliminate dead ends and false solutions when you look at ‘noisy’ visual images such as camouflaged objects","This raises the central problem in object recognition; namely, how does the visual system determine relationships between features to identify the object?","We have to bear in mind, though, that words such as ‘exaggeration’, ‘template’, and ‘relationships’ can lull us into a false sense of having explained much more than we really have.","I predicted that such neurons might, paradoxically, fire even more vigorously in response to an exaggerated caricature of the face in question than to the original.","In the late 1970s a woman in Zurich, whom I’ll call Ingrid, suffered a stroke that damaged the MT areas on both sides of her brain but left the rest of her brain intact. Ingrid’s vision was normal in most respects: She could read newspapers and recognize objects and people. But she had great difficulty seeing movement. When she looked at a moving car, it appeared like a long succession of static snapshots, as if seen under a strobe. She could read the number plate and tell you what colour it was, but there was no impression of motion. She was terrified of crossing the street because she didn’t know how fast the cars were approaching. When she poured water into a glass, the stream of water looked like a static icicle.","So it would seem that the MT areas are concerned mainly with seeing motion but not with other aspects of vision. There are four other bits of evidence supporting this view.","Second, you can use microelectrodes to stimulate tiny clusters of cells in a monkey’s MT area. This causes the cells to fire, and the monkey starts hallucinating motion when the current is applied.","This pathway is concerned with spatial aspects of vision: where, but not what, an object is. The old pathway enables us to orient towards objects and track them with our eyes and heads.","pathway 1, or what is often called the ‘how’ stream, and pathway 2, the ‘what’ stream. You can think of the ‘how’ stream (sometimes called the ‘where’ stream) as being concerned with the relationships among visual objects in space, while the ‘what’ stream is concerned with the relationships of features within visual objects themselves.","The answer lies in the anatomical division between the old and new pathways in the brain. Gy’s new pathway, running through V1, was","damaged, but his old pathway was perfectly intact. Information about the spot’s location travelled up smoothly to his parietal lobes, which in turn directed the hand to move to the correct location.","blindsight","(Medical students use the mnemonic of the ‘four Fs’ to remember these.)","But the crucial next link in the ‘what’ stream—the fusiform gyrus—from which visual information could trigger recognition, memory, and feelings—had been cut off.","Figure 2.11 shows the drawings he produced, which he confidently labelled rose, tulip, daffodil, lupin, and iris. Notice that the flowers are drawn well but they don’t look like any real flowers that we know!","It’s as though he had a generic concept of a flower and, lacking access to memories of real flowers, produces what might be called Martian flowers that really don’t exist.","long ago, I encountered a patient named David who had an even more bizarre symptom. His problem was not with recognizing objects or faces but with responding to them emotionally—the very last step in the chain of events that we call perception.","‘Doctor, this woman looks exactly like my","mother but she isn’t—she’s an impostor pretending to be my mother.’","anyone else. David had what we now call the Capgras syndrome","himself famously said, ‘Anatomy is destiny.’) As noted previously, visual information is initially sent to the fusiform gyrus, where objects, including faces, are first discriminated. The output from the fusiform is relayed via pathway 3 to the amygdala, which performs an emotional surveillance of the object or face and generates the appropriate emotional response.","feel laughter and loss like any normal person. But the link between perception and emotion has been severed,","invention. Could a mixing of senses in his brain have provided the original impetus for his wavelength theory of colour? (Newton proved that white light is composed of a mixture of colours which can be separated by a prism, with each colour corresponding to a particular wavelength of light.)","especially the measurement of intelligence. Unfortunately, he was also an extreme racist; he helped usher in the pseudoscience of eugenics, whose goal was to ‘improve’ mankind","two most common types of synaesthesia: the kind in which sounds evoke colours (auditory–visual synaesthesia) and the kind in which printed numbers always seem tinged with inherent colour (grapheme–colour synaesthesia).","He pointed out that even though a specific number always produces the same colour for any given synaesthete, the number–colour associations are different for different synaesthetes. In other words, it’s not as though all synaesthetes see a 5 as red or a 6 as green. To Mary, 5 always looks blue, 6 is magenta, and 7 is chartreuse. To Susan, 5 is vermilion, 6 is light green, and 4 is yellow.","Because a majority of anomalies—spoon bending, alien abduction, Elvis sightings—turn out to be false alarms, it’s not a bad idea for a scientist to play it safe and ignore them. Whole careers, even lifetimes, have been wasted on the pursuit of oddities, such as polywater (a hypothetical form of water based on crackpot science), telepathy, or cold fusion.","know of at least one case in which a synaesthete was misdiagnosed as having schizophrenia and was prescribed antipsychotic medication to rid her of hallucinations.","It didn’t help matters that the theories he put forward to explain synaesthesia were a bit vague. He suggested that the phenomenon was a kind of evolutionary throwback to a more primitive brain state in which the senses hadn’t quite separated and were being mingled in the emotional core of the brain.","second explanation that is sometimes posed is that synaesthetes are just remembering childhood memories and associations. Maybe they played with refrigerator magnets, and the 5 was red and the 6 was green. Maybe they remember this association vividly, just as you might recall the smell of a rose, the taste of Marmite or curry, or the trill of a robin in the spring.","third hypothesis is that synaesthetes are using vague tangential speech or metaphors when they speak of C-major being red or chicken tasting pointy,","For example, was it the actual visual appearance of the numeral that evoked the colour? Or was it the numerical concept—the idea of sequence, or even of quantity? If the latter, then would Roman numerals do the trick or only Arabic ones? (I should call them Indian numerals really; they were invented in India in the first millennium bce and exported to Europe via Arabs.)","When we measured GSR in normal subjects who touched various mundane textures such as corduroy or linoleum, it was clear they experienced no emotions. But Francesca was different. For the textures that she reported gave her strong emotional reactions, such as fear or anxiety or disgust, her body produced a strong GSR signal.","picture of colour (as when you imagine an apple). This boundary between seeing and imagining has always proved elusive in neurology. Perhaps","Her jeans were sliding down her hips, and I tried not to gaze directly at the tattoo on her waist.","Perv","We then used a second, more direct test called popout, which psychologists employ to determine whether an effect is truly perceptual (or only conceptual).","Ed and I realized that, for the first time since Francis Galton, we had clear, unambiguous proof from our experiments (grouping and popout) that synaesthesia was indeed a real sensory phenomenon—proof that had eluded researchers for over a century.","When the angular gyrus is damaged by a stroke or a tumour, a patient may still be able to identify numbers but can no longer divide or subtract.","But if such neural cross-wiring is the correct explanation, why does it occur at all? Galton observed that synaesthesia runs in families, a finding that has been repeatedly","In the foetus there is an initial dense overproliferation of connections that get pruned back as development proceeds.","possible that the synaesthesia mutation leads to incomplete pruning between some areas that lie close to each other. The net result would be the same: cross-wiring.","If it were, how could you account for the commonly reported emergence of synaesthesia during the use of hallucinogenic drugs such as LSD? A drug can’t suddenly induce sprouting of new axon connections, and such connections would not magically vanish after the drug wore","David Brang and I also encountered two synaesthetes who temporarily lost their synaesthesia when they started taking antidepressant drugs called selective serotonin reuptake inhibitors (SSRIs), a drug family that famously includes Prozac.","the blocking of an inhibitory neurotransmitter, or a failure to produce","but a mere strengthening of these connections or a loss of inhibition might lead to the kind of cross-activation I suggest.","Your insula uses this information to represent how you feel in relation to the outside world and your immediate environment. Such sensations are fundamentally internal, and comprise the primary ingredients of your emotional state.","Caressing, say, a lover, could generate complex feelings of ardour, intimacy, and pleasure.","But, as I said earlier, I’ve learned over the years to listen to what people say. In this particular case, I realized that the only thing days of the week, months, and numbers have in common is the concept of numerical sequence or ordinality. So in these individuals, unlike Becky and Susan, perhaps it is the abstract concept of numerical sequence that evokes the colour, rather than the visual appearance of the number. Why the difference between the two types of synaesthetes?","the left angular gyrus in particular may be involved in juggling numerical quantity, sequences, and arithmetic. When this region is damaged by a stroke, the patient can recognize numbers and can still think reasonably clearly, but he","the week or months will strongly manifest colour. In other words, depending on which part of the brain the abnormal synaesthesia gene is expressed, you get different types of synaesthetes: ‘higher’ synaesthetes driven by numerical concepts, and ‘lower’ synaesthetes driven by visual appearance alone.","What if a letter synaesthete were bilingual and knew two languages with different alphabets,","Robert said the student’s halo was red. I then briefly flashed either red or green dots on different locations in the halo. Robert’s gaze immediately darted towards a green spot but only rarely towards a red one; in fact, he claimed not to have seen the red spots at all.","Asperger’s syndrome, a high-functioning form of autism.","Interestingly, when we showed him an arrogant face, he said it was ‘purple and therefore arrogant’. (It later dawned on all three of us that purple is a blend of red and blue, evoked by pride and aggression, and the latter two, if combined, would yield arrogance. Robert hadn’t made this connection before.) Could","As we saw, the evolutionary rationale for neurally linking colour with emotion was probably initially to attract us to ripe fruits and/or tender new shoots and leaves, and later to attract males to swollen female rumps. I suspect that these effects arise through interactions between the insula and higher brain regions devoted to colour. If the same connections are abnormally strengthened","Wassily Kandinsky and Jackson Pollock were synaesthetes, and so was Vladimir Nabokov.","Warren McCulloch, a founder of the cybernetics movement in the mid-twentieth century, once asked the rhetorical question ‘What is a number that Man may know it? And what is Man that he may know number?’","If a mutation were to cause excess connections (or alternatively, to permit excess cross-leakage) between different brain areas, then depending on where and how widely in the brain the trait was expressed, it could lead to both synaesthesia and a heightened facility for linking seemingly unrelated concepts, words, images, or ideas. Gifted","Out, out, brief candle!","Puns, on the other hand, are based on superficial associations. Schizophrenics, who have miswired brains, are terrible at interpreting metaphors and proverbs. Yet according to clinical folklore, they are very good at puns.","A rare blood disorder called sickle-cell anaemia is caused by a defective recessive gene that causes red blood cells to assume an abnormal ‘sickle’ shape, making them unable to transport oxygen. This can be","Why should this be? The surprising answer is that the sickle-cell trait actually seems to protect the affected individual from malaria, a disease caused by a mosquito-borne parasite that infects and destroys blood cells.","Other researchers use the phrase ‘number line’. If I asked you to visualize the numbers 1 to 10 in your mind’s eye, you will probably report a vague tendency to see them mapped in space sequentially, left to right, as you were taught in grade school. But number–line synaesthetes are different. They are able to visualize numbers vividly and do not see the numbers arranged sequentially from left to right, but on a snaking, twisting line that can even double back on itself, so that 36 might be closer to 23, say, than it is to 38 (Figure 3.8).","In 2001 we managed to recruit an Austrian student named Petra who was a number–space synaesthete.","but what they have in common are the semi-separate notions of order and quantity.","is possible that the most convenient way to represent abstract numerical ideas, including sequentiality, is to map them onto a pre-existing map of visual space. Given","Wednesday comes after or before Tuesday. Some day I hope to meet such a patient.","A colour-blind synaesthete!","Colour blindness is a congenital condition in which one or more of these pigments is deficient or absent.","she may be red-green colour-blind or blue-yellow colour-blind.","Spike had the red-green variety. He experienced far fewer colours in the world than most of us do. What was truly bizarre, though, was that he often saw numbers tinged with colours that he had never seen in the real world. He referred to them, quite charmingly and appropriately, as ‘Martian colours’ that were ‘weird’ and seemed quite ‘unreal’. He could only see these when looking at numbers.","Remember, Spike’s cone receptors are deficient, but the problem is entirely in his eyes. His retinas are unable to send the full normal range of colour signals up to the brain, but in all likelihood his cortical colour-processing areas, such as V4 in the fusiform, are perfectly normal. At the same time, he is a number–colour synaesthete. Thus number shapes are processed normally all the way up to his fusiform and then, due to cross-wiring, produce cross-activation of cells in his V4 colour area.","Obviously we must gain some very large advantage from this costly, not to mention risky, upfront investment, and we do: It’s called culture.","Culture consists of massive collections of complex skills and knowledge which are transferred from person to person through two core mediums, language and imitation.","Sam thinks I don’t realize that Martha hurt him.’)","Given that natural selection can only select expressed abilities, not latent ones, how did all this latent potential get built up in the first place?","The lowest savages with the least copious vocabularies [have] the capacity of uttering a variety of distinct articulate sounds and of applying them to an almost infinite amount of modulation and inflection [which] is not in any way inferior to that of the higher [European] races. An instrument has been developed in advance of the needs of its possessor. 2. Crude Oldowan tools—made","Guns, Germs, and Steel, calls the ‘great leap’","‘Machiavellian primate,’ referring to our ability to predict","equipment and our remarkable ability to modulate our voice evolved mainly for producing emotional calls and musical sounds during courtship in early primates, including our hominin ancestors. Once that evolved, the brain—especially the left hemisphere—could start using it for language.","regions are reading the output from it and saying (in effect), ‘The same neuron is now firing in my brain as would be firing if I were reaching out for a banana; so the other monkey must be intending to reach for that banana now.’ It is as if mirror neurons are nature’s own virtual-reality simulations of the intentions of other beings.","As Rizzolatti noted, mirror neurons may also enable you to mime the lip and tongue movements of others, which in turn could provide the evolutionary basis for verbal utterances.","anosognosia, a condition in which people seem unaware of or deny their disability","President Woodrow Wilson, whose left side was paralysed by a stroke in 1919, insisted that he was perfectly fine.","pertaining to American involvement in the League of Nations.","Denying one’s own paralysis is odd enough, but why deny another patient’s paralysis?","Rizzolatti’s mirror neurons. It’s as if any time you want to make a judgement about someone else’s movements, you have to run a virtual-reality simulation of the corresponding movements in your own brain. And without mirror neurons you cannot do this.","In the case of motor mirror neurons, one answer is that there may be frontal inhibitory circuits that suppress the automatic mimicry when it is inappropriate. In a delicious paradox, this need to inhibit unwanted or impulsive actions may have been a major reason for the evolution of free","In the case of motor mirror neurons, one answer is that there may be frontal inhibitory circuits that suppress the automatic mimicry when it is inappropriate. In a delicious paradox, this need to inhibit unwanted or impulsive actions may have been a major reason for the evolution of free will.","Thus it has been suggested that ‘free won’t’ may be a better term than free will.","the patient sometimes mimics gestures uncontrollably, a symptom called echopraxia.","occurred to me that perhaps the null signal (‘I am not being touched’) from skin and joint receptors in your own hand block the signals from your mirror neurons from reaching conscious awareness.","Speaking in more general terms, it is the dynamic interplay of signals from frontal inhibitory circuits, mirror neurons (both frontal and parietal), and null signals from receptors that allow you to enjoy reciprocity with others while simultaneously preserving your individuality.","I suggest this happens because his mirror neurons were being activated in the normal fashion but there was no longer a null signal from the hand to veto them.","These surprising results raise another fascinating question. Instead of amputation, what if a patient’s brachial plexus (the nerves connecting the arm to the spinal cord) were to be anaesthetized? Would the patient then experience touch sensations in his anaesthetized hand when merely watching an accomplice being touched? The surprising answer is yes. This result has radical implications, for it suggests that no major structural reorganization in the brain is required for the hyperempathy effect; merely numbing the arm is adequate.","Why aren’t all the command neurons for this action mirror neurons?","The neural circuitry involved must be hardwired and not based on associative learning. The child’s smile echoing the mother’s smile appears a little later, but again it can’t be based on learning since the baby can’t see its own face. It has to be innate.","hominins.) The resulting three-way resonance between vision, touch, and hearing may have progressively amplified itself as in an echo chamber, culminating in the full-fledged sophistication of cross-sensory and other more complex types of abstraction.","representations (as exemplified by the bouba–kiki effect). The evidence for this is that when we tested three patients who had damage to the left angular gyrus, they performed poorly on the bouba–kiki task.","What he lacks is the ability to conjure up a mental picture of the required action","(although you can get by with far fewer if you are a surfer).","Orangutans can even open locks or use an oar to row, once they have seen someone else do it.","-called great leap is just a statistical illusion.","Instead, increased sophistication of a single mechanism—such as imitation and intention reading—could explain the huge behavioural gap between us and apes.","Yet given the time scale, that’s just not possible. The revolution stemmed from a set of purely environmental factors which happened fortuitously at the same time.","You must always be puzzled by mental illness. The thing I would dread most, if I became mentally ill, would be your adopting a common sense attitude; that you could take it for granted that I was deluded.","Leo Kanner in Baltimore and Hans Asperger in Vienna, in the 1940s. Neither doctor had any knowledge of the other, and yet by an uncanny coincidence they gave the syndrome the same name: autism.","Our theory-of-mind ability apparently does not rely on our general intelligence—the rational intelligence you use to reason, to draw inferences, to combine facts, and so forth—but on a specialized set of brain mechanisms that evolved to endow us with our equally important degree of social intelligence.","But underlying this miscellany is something relatively simple: either insulin deficiency or fewer insulin receptors on cell surfaces.","Fortunately, we found there was an easy way to do this using electroencephalography (EEG), which uses a grid of electrodes placed on the scalp to pick up brainwaves. Long before CT scans and MRIs, EEG was the very first brain-imaging technology invented by humans. It was pioneered in the early twentieth century, and has been in clinical use since the 1940s.","As in normal children, Justin exhibited a robust mu wave while he sat around idly, and the mu wave was suppressed whenever we asked him to make simple voluntary movements. But remarkably, when he watched someone else perform the action, the suppression did not occur as it ought to. This observation provided a striking vindication of our hypothesis. We concluded that the child’s motor-command system was intact—he could, after all, open doors, eat potato chips, draw pictures, climb stairs, and so on—but his mirror-neuron system was deficient.","More recently, Michele Villalobos and her colleagues at San Diego State University used fMRI to show a reduction in functional connectivity between the visual cortex and the prefrontal mirror-neuron region in autistic patients.","TMS is, in one sense, the opposite of EEG: Rather than passively eavesdropping on the electrical signals emanating from the brain, TMS creates electrical currents in the brain using a powerful magnet held over the scalp. Thus with TMS you can induce neural activity artificially in any brain region that happens to be near the scalp. (Unfortunately, many brain regions are tucked away in the brain’s deep folds, but plenty of other regions, including the motor cortex, are conveniently located directly beneath the skull where TMS can ‘zap’ them easily.)","We showed that if you bite into a pencil (as if it were a bridle bit) to stretch your mouth into a wide, fake smile, you will have difficulty detecting another person’s smile (but not a frown). This is because biting the pencil activates many of the same muscles as a smile, and this floods your brain’s mirror-neuron system, creating a confusion between action and perception.","Shpud try","There are two ways such a system could be set up. First, as soon as the word is heard, a memory trace of the phonemes (speech sounds) is set up in the auditory cortex. The baby then tries various random utterances and, using error feedback from the memory trace, progressively refines the output to match memory. (We all do this when we internally hum a recently heard tune and then sing it out loud, progressively refining the output to match the internal humming.)","why autistic individuals find social interaction and strong self-identification so difficult, and why so many autistic children have a hard time correctly using the pronouns ‘I’ and ‘you’ in conversation: They may lack a mature-enough mental self-representation to understand the distinction. This hypothesis would predict that even otherwise high-functioning autistics who can talk normally (highly verbal autistics are said to have Asperger’s syndrome, a subtype among autistic spectrum disorders) would have difficulty with such conceptual distinctions between words such as ‘self-esteem’, ‘pity’, ‘mercy’, ‘forgiveness’, and ‘embarrassment’, not to mention ‘self-pity’, which would make little sense without a full-fledged sense of self.","Second, as I noted earlier, we must be careful not to attribute all puzzling aspects about the brain to mirror neurons. They don’t do everything!","AUTISM IS STILL very difficult to treat, but the discovery of mirror-neuron dysfunction opens up some novel therapeutic approaches. For example, the lack of mu-wave suppression could become an invaluable diagnostic tool for screening for the disorder in early infancy, so that currently available behavioural therapies can be instituted long before other, more ‘florid’ symptoms appear. Unfortunately, in most cases it is the unfolding of the florid symptoms, during the second or third year of life, that tips parents and doctors off. The earlier autism is caught, the","AUTISM IS STILL very difficult to treat, but the discovery of mirror-neuron dysfunction opens up some novel therapeutic approaches. For example, the lack of mu-wave suppression could become an invaluable diagnostic tool for screening for the disorder in early infancy, so that currently available behavioural therapies can be instituted long before other, more ‘florid’ symptoms appear. Unfortunately, in most cases it is the unfolding of the florid symptoms, during the second or third year of life, that tips parents and doctors off. The earlier autism is caught, the better.","For example, Stanford University professor Sean Mackey put chronic pain patients in a brain-imaging scanner and showed them a computer-animated image of a flame. The size of the flame at any given moment was a representation of the neural activity in each patient’s anterior cingulate (a cortical region involved in pain perception), and was thus proportional to the subjective amount of pain he or she was in. By concentrating on the flame, most of the patients were able to gain some control over its size and to keep it small, and ipso facto to reduce the amount of pain they were experiencing.","the same token, one could monitor mu waves on an autistic child’s scalp and display them on a screen in front of her, perhaps in the guise of a simple thought-controlled video game, to see if she can somehow learn to suppress them. Assuming her mirror-neuron function is weak or dormant rather than absent, this kind of exercise might boost her ability to see through to the intentionality of others, and bring her a step closer to joining the social world that swirls invisibly around her. As this book went to press, this approach was","Jaime Pineda at UC San Diego.","empathogens,","we recently encountered an autistic child whose brain MRI showed a substantial reduction in the size of the olfactory bulb, which receives smell signals from the nose. Given that smell is a major factor in the regulation of social behaviour in most mammals, we wondered: Is it conceivable that olfactory-bulb malfunction plays a major role in the genesis of autism? Reduced olfactory-bulb activity would diminish oxytocin and prolactin, which in turn might reduce empathy and compassion. Needless to say, this is all pure speculation on my part, but in science, fancy is often the mother of fact—at least often enough that premature censorship of speculation is never a good idea.","For example, some autistics display a rocking to-and-fro movement, avoid eye contact, show hypersensitivity and aversion to certain sounds, and often engage in tactile self-stimulation—sometimes even beating themselves—which seems intended to dampen this hypersensitivity.","As the gateway to the emotional core of your brain, the amygdala performs an emotional surveillance of the world you inhabit, gauges the emotional significance of everything you see, and decides whether it is trivial and humdrum or something worth getting emotional over.","To test the salience-landscape hypothesis we measured galvanic skin response (GSR) in a group of 37 autistic and 25 normal children. The normal children showed arousal for certain categories of stimuli as expected but not for others. For example, they had GSR responses to photos of parents but not of pencils. The children with autism, on the other hand, showed a more generally heightened autonomic arousal that was further amplified by the most trivial objects and","First, some parents report that their child’s autistic symptoms are temporarily relieved by a bout of high fever. Fever is ordinarily caused by certain bacterial toxins that act on temperature-regulating mechanisms in the hypothalamus in the base of your brain. Again, this is part of pathway 3.","Indeed, our research team has found that such self-stimulation not only has a calming effect but leads to a measurable reduction in GSR. This suggests a possible symptomatic therapy for autism: One could have a portable device for monitoring GSR that then feeds back to a body stimulation device which the child wears under his clothing.","Bill Hirstein.","temporal lobe epilepsy","Autism reminds us that the uniquely human sense of self is not an ‘airy nothing’ without ‘habitation and a name’.","Despite its vehement tendency to assert its privacy and independence, the self actually emerges from a reciprocity of interactions with others and with the body it is embedded","This is Babinski’s sign, arguably the most famous sign in neurology. It reliably indicates damage to the pyramidal tracts, the great motor pathway that descends from the motor cortex down into the spinal cord conveying commands for volitional movements. ‘Why does the toe go up?’ asked Jason."]},{"title":"NoExit (1)","author":"Hadi","kinds":["highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight"],"contents":["But damn it all, they might have left me my toothbrush!","But after a bit, when they've got their nerve back, they start in about their toothbrushes and what-ot.","He belonged to me. INEZ: Nothing on earth belongs to you any more.","Oh, once I'd have only had to glance at them and she'd have slunk away. Is there really nothing, nothing left of me? INEZ: Nothing whatever. Nothing of you's left on earth-- not even a shadow.","Oh, once I'd have only had to glance at them and she'd have slunk away. Is there really nothing, nothing left of me? INEZ: Nothing whatever. Nothing of you's left on earth-- not even a shadow. All you own is here.","Anything, anything would be better than this agony of mind, this creeping pain that gnaws and fumbles and caresses one and never hurts quite enough. Now will you open?","in life, a leading motive; that's so, isn't it? Well, I didn't give a damn for wealth, or for love. I aimed at being a real man. A tough, as they say. I staked everything on the same horse... Can one possibly be a coward when one's deliberately courted danger at every turn? And can judge a life by a single action?","You are-- your life, and nothing else.","HELL IS--OTHER PEOPLE!","But, you crazy creature, what do you think you're doing? You know quite well I'm dead."]},{"title":"Oru Siru Isai: ஒரு சிறு இசை (Tamil Edition)","author":"Vannadasan வண்ணதாசன்","kinds":["highlight","highlight","highlight","highlight","highlight","highlight","highlight","highlight"],"contents":["ஒரு நாய்க் குட்டி முனங்கிக் கொண்டே வந்தது. நல்ல வெள்ளை. நெற்றியில் காப்பி சிந்தின மாதிரி வேறு நிறம்.","ஒரு சிறு நூல் பந்து போல, ஒரு அகல மரக் கரண்டி மாதிரித் தலையைக் குனிந்து கொண்டே அது தன்னுடன் வருவது அவருக்குப் பிடித்துப் போயிற்று.","‘நம்ம வீட்டுக்குப் போலாமா?’","ஞாபகத்தில் இருக்குமா என்ன? குரல் என்ன, ஜான்சிக்கு ஒரு குறிப்பிட்ட வீட்டைத் தாண்டும்போது அடித்த மருதாணிப் பூ வாசத்தைக்கூட ஞாபகம் வைத்துக்கொள்ள முடியும்.","எல்லாவற்றையும் கேட்டு முடித்துவிட வேண்டும் என்று அவசியமா என்ன?","துக்க வீட்டுக்குள் ‘யார் நீ’ என்று ஜான்சியை யாரும் கேட்கப் போவது இல்லை. அடையாளம் சொல்ல வேண்டியது இல்லை. துக்கம்தான் அடையாளம்","துக்கம் பூக்களைக்கூட வேறு நிறம் கொள்ளவைத்துவிடும்போல.","சோமு ‘ஜான்சி’ என்றுகூட இப்போது கூப்பிடலாம். நன்றாக இருக்கும். கூப்பிட முடியாது என்று தெரிந்தும் கூப்பிட வேண்டும் என்று எதிர்பார்ப்பதுதானே அவஸ்தை."]}]